Repository: dmb-dev87/cpp_tvheadend
Catalog: intl/tvheadend.*.po
Languages: da, fr, hu, uk

source: Only update the system clock (doesn't affect NTP driver) if the delta between the system clock and DVB time is greater than this. This can help stop excessive oscillations on the system clock.
hu: Csak akkor frissítse a rendszer órát (nem befolyásolja az NTP drivert) ha a külömbség a rendszer óra és DVB idő között nagyobb, mint az izz beállított érték. Ez segít a túlzott rendszer óra oszcillációk ellen.

source: Only use specified DVB adapters (comma separated, -1 = none)
da: Brug kun specificeret DVP-adapter (Kommasepareret, -1 = ingen)
fr: Utiliser uniquement adaptateur DVB spécifié (séparé par une virgule, -1=aucun)
hu: Csak a meghatározott DVB adaptert használja (vesszővel elválasztva, -1 = nincs)
uk: Використовувати тільки вказані адаптери DVB (розділені комою, -1 = жодного)

source: OpenTV channel number
da: OpenTV-kanalnummer
hu: OpenTV csatorna szám
uk: Номер каналу OpenTV

source: Orbital position
da: Baneposition
hu: Műhold-pozíció
uk: Орбітальна позиція

source: Orbital positions
da: Bbanepositioner
hu: Műhold-pozíciók
uk: Орбітальні позиції

source: Original network ID
da: Oprindeligt NetværksID
hu: Eredeti hálózat ID
uk: Оригінальний ID мережі

source: Other stream filter
da: Andet Stream-filter
hu: Egyéb stream szűrő
uk: Інший фільтр потоку

source: Output directory for tsdebug
da: Destiantionsmappe for tsdebug
fr: Dossier de sortie pour tsdebug
hu: Kimenő mappa tsdebug-nak

source: Over-the-air
fr: hertzien
hu: OTA

source: Over-the-air Cron multi-line
da: Over-the-air Cron multi-linie
fr: Programmation multi ligne hertzien
hu: OTA Cron job több-soros

source: Over-the-air EPG grabber
hu: Over-the-air EPG letöltő

source: Over-the-air grabbers
da: Over-the-air Grabbere
hu: Over-the-air letöltők

source: Override the frontend type.
hu: Frontend típusának felülbírálata.

source: Owner
da: Ejer
fr: Propriétaire
hu: Tulajdonos
uk: Власник

source: PEND
fr: En attente
hu: FÜGGŐ

source: PIDs 21 in setup
da: PID 21 i opsætning
fr: PIDs 21 dans la configuration
hu: PID 21 beállítás alatt

source: PIDs in setup
da: PID i opsætning
fr: PIDs dans la configuration
hu: PID-ek beállítás alatt

source: PIN inquiry match string
da: PIN forespørgsels-matchstreng
hu: PIN víszgálatot ellenőrző szó

source: PLS code
da: PLS-kode
hu: PLS kód
uk: Код PLS

source: PLS mode
hu: PLS mód
uk: Режим PLS

source: Parent entry
da: Foregående Post
hu: Szülő bejegyzés

source: Pass subscription weight
da: Passer abonnement-prioritet
hu: Előfizetői súly továbbadása

source: Pass subscription weight to the SAT>IP server (Tvheadend specific extension).
hu: Előfizetői súly továbbadása a SAT>IP szervereknek (Tvheadend specifikus kiterjesztés).

source: Password
da: Adgangskode
fr: Mot de passe
hu: Jelszó
uk: Пароль

source: Password2
fr: Mot de passe 2
hu: Jelszó2
uk: Пароль2

source: Passwords
da: Adgangskoder
fr: Mots de passe
hu: Jelszavak
uk: Паролі

source: Path
da: Sti
fr: Répertoire
hu: Elérési útvonal
uk: Шлях

source: Path to a directory (folder) containing your picon collection. See Help for more detailed information.
hu: A picon gyűjtemény könyvtárára mutató útvonal. (Ld. a súgót további információkért).

source: Path to an icon for this channel. This can be named however you wish, as either a local (file://) or remote (http://) image. See Help for more infomation.
hu: A csatorna ikonjára mutató útvonal.Ennek elnevezése lehet barmilyen formátumban, helyi fájl (file://) vagy távoli (http://) elérési útvonalként. Ld. a súgót további információkért.

source: Performing arts
da: Scenekunst
fr: Arts du spectacle
hu: Előadóművészet

source: Periodically save EPG to disk (hours)
da: Gem EPG periodisk til dsik (Timer)
hu: EPG lemezre mentése periodikusan(órákban)
uk: Періодично записувати телепрограму на диск (години)

source: Persistent user interface level
hu: Perszisztens felhasználói-felület szint
uk: Постійний рівень інтерфейсу користувача

source: Physiology
da: Fysiologi
fr: Physiologie
hu: Élettan
uk: Психологія

source: Picon
hu: Csatorna ikon

source: Picon path (see Help)
da: Picon-sti (se Hjælp)
fr: Répertoire pour Picon (voir l'aide)
hu: Csatorna ikonok útvonala (ld. Súgó)

source: Pilot
fr: Pilote
hu: Próba

source: Polarization
da: Polarisering
fr: Polarisation
hu: Polarizáció
uk: Поляризація

source: Political issues
da: Politisk Emne
fr: Questions politiques
hu: Politikai problémák
uk: Політичні події

source: Popular culture
da: Populær-kultur
fr: Culture populaire
hu: Népszerű kultúra
uk: Популярна культура

source: Position
hu: Pozicíó
uk: Позиція

source: Position of the input.
da: Position af indgang
hu: Bemenet pozíciója.

source: Post-processor command
da: Post-processorkommando
hu: Posztprocesszor parancs
uk: Команда після процесу

source: Post-recording padding
da: Post-processor padding
hu: Rögzítés utáni ráhagyás

source: Post-remove command
hu: Utólagos törlés parancs
uk: Команда після вилучення

source: Power save
da: Strømsparer
hu: Energia takarékos
uk: Збереження енергії

source: Power-up time (ms) (15-200)
da: Opvågningstid (ms) (15-200)
hu: Bekapcsolás idő (ms) (15-200)

source: Pre-defined muxes
da: Præ-definerede muxer
hu: Előre meghatározott muxok

source: Pre-recording padding
da: Fyld før Optagelse
hu: Rögzítés előtti ráhagyás

source: Pre-school children's programs
da: Førskole børneprogram
hu: Óvodás programok

source: Prefer picons over channel name
da: Foretræk picon'er frem for kanalnavne
fr: Choisir les picons au lieu des noms de chaine
hu: Csatorna ikonok előnyben részesítése a csatorna nevekkel szemben

source: Preferred CA PID
da: Foretræk CA PID
fr: CA favoris du PID
hu: Preferált CA PID
uk: Улюблені PIDи CA

source: Preferred service video type
da: Foretræk kanal videotype
hu: Preferált szervíz video típus
uk: Улюблений тип відео сервісу

source: Presentation
da: Præsentation
fr: Présentation
hu: Bemutató
uk: Презентація

source: Presentation details.
hu: Megjelenítési részletek.

source: Press
da: Presse
fr: Presses
hu: Sajtó
uk: Преса

source: Prevents users from overriding the above user interface level setting and removes the view level drop-dowm from the interface.
hu: Megakadályozza a felhasználókat hogy felülírják a fenti felhasználói felület szintjének beállítását, és eltávolítja a nézetszint lenyílólistát a felhasználói felületről

source: Priority
da: Prioritet
fr: Priorité
hu: Prioritás
uk: Пріоритет

source: Priority (-10..10)
da: Prioritet (-10..10)
fr: Priorité (-10..10)
hu: Prioritás (-10..10)
uk: Пріорітет (-10..10)

source: Private
da: Privat
fr: Privé
hu: Privát
uk: Приватне

source: Profile name
da: Profilnavn
hu: Profilnév
uk: Назва профілю

source: Program identification (PID) number to compare. Zero means any. This comparison is processed only when service comparison is active and for the Conditional Access filter.
hu: (PID) szám összehasonlítására. Nulla jelenése bármennyi. Ez az összehasonlítás akkor van feldolgozva, amikor a szolgáltatás feldolgozása aktiválva van CAS - korlátozott hozzáférésü rendszer - filter részére.

source: Provider
da: Udbyder
hu: Szolgáltató
uk: Постачальник

source: Provider ID
da: UdbyderID
fr: ID du provider
hu: Szolgáltató ID
uk: ID постачальника

source: Provider network name
da: Udbyderens netværks navn
hu: Hálózat neve
uk: Назва мережі постачальника

source: Psychology
da: Psykologi
fr: Psychologie
hu: Pszichológia
uk: Психологія

source: Puppets
da: Dukker
fr: Marionnette
hu: Bábok
uk: Ляльки

source: Quiz
hu: Kvíz
uk: Вікторина

source: RAM only
da: Kun RAM
hu: Csak RAM-ban
uk: Тільки RAM

source: RTSP port (554 or 9983, 0 = disable)
da: RTSP Port (554 or 9983, 0=deaktiver)
hu: RTSP Port (554 vagy 9983), 0 = letiltás
uk: Порт RTSP (554 або 9983, 0 = відключити)

source: RTSP/TCP (embedded data)
hu: RTSP/TCP (beágyazott adat)
uk: RTSP/TCP (включені дані)

source: Re-fetch period (hours)
da: Gen-hentnings-periode (timer)
fr: Période avant d'aller re-chercher (heures)
hu: Újrapróbálkozási idő (órákban)
uk: Період отримання даних (години)

source: Re-fetch period (mins)
da: Gen-hentnings-periode (Minutter)
fr: Période avant d'aller re-chercher (minutes)
hu: Újrapróbálkozási idő (percben)
uk: Період отримання даних (хв)

source: Re-record%s%s
da: Gen-optag%s%s
fr: Ré-enregistrer%s%s
hu: Újrarögzítés %s%s
uk: Перезапис%s%s

source: Re-try period (hours)
da: Prøv-igen-periode (timer)
fr: Période pour réessayer (heures)
hu: Újrapróbálkozási idő (órákban)
uk: Період поновної спроби (години)

source: Real Time Streaming Protocol (RTSP) port the server should listen on (554 or 9983, 0 = disable).
da: Real Time Streaming Protocol (RTSP) porten som serveren skal lytte til er (554 eller 9983, 0=deaktiveret).
hu: A szerver által használt Real Time Streaming Protokol (RTSP) port. (554 vagy 9983, 0=kikapcsolt).

source: Record all
da: Optag alt
fr: Enregistrer tout
hu: Összes rögzítése
uk: Записати все

source: Record if different description
da: Optag hvis anderledes beskrivelse
fr: Enregistrer si les descriptions sont différentes
hu: Csak a különböző tartalommal rendelkező adás rögzítése
uk: Записати, якщо інший опис

source: Record if different episode number
da: Optag hvis anderledes episode-nummer
fr: Enregistrer si les numéros d’épisodes sont différents
hu: Eltérő epizód esetén
uk: Записати, якщо інший номер епізоду

source: Record if different subtitle
da: Optag hvis anderledes undertekster
fr: Enregistrer si les sous-titres sont différents
hu: Csak a különböző felirattal rendelkező adás rögzítése
uk: Записати, якщо інші субтитри

source: Record once per day
da: Optag een gang per dag
fr: Enregistrer une fois par jour
hu: Napi egy felvétel
uk: Записати раз на день

source: Record once per week
da: Optag een gang per uge
fr: Enregistrer une fois par semaine
hu: Heti egy felvétel
uk: Записати раз на тиждень

source: Recording file options
da: Optagelse, fil-muligheder
hu: Felvett fájl tulajdonságai
uk: Опції файлу запису

source: Recording system path
da: Optagelses-systemsti
hu: Felvétel elérési útvonala
uk: Системний шлях запису

source: Reject
da: Afslå
fr: Rejeter
hu: Tiltás
uk: Вийняти

source: Religion
hu: Vallás
uk: Релігія

source: Religious
da: Reilgiøst
fr: Religieux
hu: Vallási
uk: Рілігійні

source: Remarkable people
da: Bemærkelsesværdige mennesker
fr: Célébrités
hu: Ismert emberek
uk: Відомі люди

source: Remove HTTP arguments
da: Fjern HTTp-argumenter
fr: Supprimer les paramètres HTTP
hu: HTTP argumentumok törlése
uk: Вилучити аргументи HTTP

source: Remove all unsafe characters from filename
da: Fjern alle farlige karaktere fra filnavn
hu: Nem biztonságos karakterek eltávolítása a fájlnévből

source: Replace whitespace in title with '-'
da: Erstat mellemrum i titel med '-'
hu: Szóköz '-' re cserélése

source: Reply to CAM PIN inquiries
da: Svar på CAM PIN-forespørgsler
hu: Válaszoljon CAM PIN kérésekre

source: Reports
da: Rapporter
fr: Rapports
hu: Jelentések
uk: Звіти

source: Rerun of
da: Genudsendelse af
fr: Rediffusion
hu: Újrafuttatása
uk: Перезапустити

source: Rescan
da: Genscan
fr: Scanner à nouveau
hu: Újrakeresés
uk: Пересканувати

source: Reserved
da: Reserveret
fr: Réservé
hu: Foglalt
uk: Зарезервовано

source: Resolution (height)
da: Opløsning (højde)
fr: Résolution (hauteur)
hu: Felbontás (magasság)
uk: Роздільна здатність (висота)

source: Respawn (pipe)
fr: Recommencer (pipe)
hu: Újrakezdése (pipe)

source: Restart on error
da: Genstart ved fejl
hu: Újraindítás hiba esetén
uk: Перезапустити при помилці

source: Reuse EPG from
da: Genbrug EPG fra
hu: EPG újrafelhasználása
uk: Використати телепрограму з

source: Rewrite EIT
da: Genskriv EIT
fr: Réécriture EIT
hu: EIT újraírása
uk: Перезаписати EIT

source: Rewrite MPEG-TS SI tables
hu: MPEG-TS SI táblák újraírása

source: Rewrite PAT
da: Genskriv PAT
fr: Réécriture PAT
hu: PAT újraírása

source: Rewrite PMT
da: Genskriv PMT
fr: Réécriture PMT
hu: PMT újraírása

source: Rewrite Program Association Table (PMT) packets to only include information about the currently streamed service.
hu: A PMT (Csatorna asszociációs tábla) csomagok újraírása, hogy csak a folyamatben levő szolgáltatásról tartalmazzon információt

source: Rewrite SDT
da: Genskriv SDT
fr: Réécriture SDT
hu: SDT újraírása

source: Romance
da: Romantik
hu: Romantika
uk: Романс

source: Rotor initialization time (seconds)
da: Rotor opstartstid (seconds)
hu: Forgató inicializálásának időtartama indítás után (másodperben)
uk: Час ініціалізації ротора (секунди)

source: Rotor type
hu: Forgató típusa
uk: Тип ротору

source: Run as group
da: Kør som gruppe
fr: En tant que groupe
hu: Futtatás az alábbi felhasználócsportként
uk: Запустити як група

source: Run as user
da: Kør som user
fr: En tant qu'utilisateur
hu: Futtatás felhasználóként
uk: Запустити як користувач

source: Running
da: Kører
fr: En cours
hu: Futó
uk: Запущено

source: SAT->IP frontend number.
hu: SAT->IP frontend szám.

source: SAT>IP DVB frontend
hu: SAT>IP DVB felület

source: SAT>IP DVB-C frontend
hu: SAT>IP DVB-C felület

source: SAT>IP DVB-S frontend
hu: SAT>IP DVB-S felület

source: SAT>IP DVB-S slave frontend
hu: SAT>IP DVB-S másodlagos felület

source: SAT>IP DVB-T frequency (Hz)
hu: SAT>IP DVB-T frekvencia (Hz)

source: SAT>IP DVB-T frontend
hu: SAT>IP DVB-T felület

source: SAT>IP RTSP port number for server (default: -1 = disable, 0 = webconfig, standard port is 554)
da: SAT>IP RTSP portnummer for server (default: -1=deaktiveret 0=webconfig, standard port er 554)
fr: Numéro du port RTSP pour le serveur SAT>IP (Par défaut: -1 = désactive, 0 = webconfig, le port standard est 554)
hu: SAT>IP RTSP port szám a szerverhez (alapértelmezett: -1 = kikapcsolt, 0 = webconfig, standard port érték 554)

source: SAT>IP client
da: SAT>IP klient
hu: SAT>IP kliens
uk: Клієнт SAT>IP

source: SAT>IP server
hu: SAT>IP szerver
uk: Сервер SAT>IP

source: SAT>IP source number
da: SAT>IP kildenummer
hu: SAT>IP Forrás Száma

source: SD: standard definition
hu: SD: Normál felbontású
uk: HD: стандартна роздільна здатність

source: SSL verify peer
da: SSL godkend peer
fr: Vérifications des paires du tunnel SSL
hu: SSL pár ellenőrzés

source: Satellite longitude
da: Satellit længdegrad
hu: Műhold hosszúsági fok
uk: Довгота супутника

source: Satellite positions
da: Satellitpositioner
hu: Műhold-pozíciók
uk: Позиція супутника

source: Scan after creation
da: Skan efter oprettelse
hu: Szkennelés létrehozás után
uk: Сканування після створення

source: Scan queue length
da: Skannings-kø, længde
hu: Szkennelési sor hossza

source: Scan result
da: Skannings-resultat
hu: Szkennelés eredmény
uk: Результат сканування

source: Scan status
da: Skanningsstatus
hu: Szkennelés státusz
uk: Статус сканування

source: Schedule a re-recording if more errors than (0=off)
da: Planlæg genoptagelse hvis flere fejl end (0=fra)
fr: Programme un ré-enregistrement si plus de (0=aucun)
hu: Újrafelvétel ütemezése több mint x észlelt hiba után (0=Ki)

source: Schedule status
da: Planlægningsstatus
hu: Időzítés státusza
uk: Статус розкладу

source: Scheduled for recording
da: Planlæg for optagelse
fr: Programmé pour l'enregistrement
hu: Újravételezésre időzítve
uk: Заплановано для запису

source: Scheduled start time
da: Planlæg starttid
hu: Időzítés kezdési időpont
uk: Запланований час початку

source: Scheduled stop time
da: Planlæg sluttid
hu: Időzítés leállítási időpont
uk: Запланований час закінчення

source: School programs
da: Skoleprogrammer
hu: Iskolai műsorok
uk: Шкільні програми

source: Science
da: Videnskab
hu: Tudomány
uk: Наука

source: Science fiction
hu: Sci-Fi
uk: Фантастика

source: Season
da: Sæson
fr: Saison
hu: Évad
uk: Сезон

source: Season %d
da: Sæson %d
fr: Saison %d
hu: %d. Évad
uk: Сезон %d

source: Select how Tvheadend should handle muxes. Auto = accept the mux if it doesn't already exist. Keep = Always keep the muxregardless of whether it exists or not. Reject = Always reject.
hu: Válassza ki, hogyan kezelje a Tvheadend a multiplexeket. Auto = elfogadja ha még nem létezik. Megtart = Mindig tartsa a muitipiexet függetlenül attól, hogy létezik-e vagy sem. Elutasítás = Mindig elutasítja.

source: Select network
hu: Hálózat választása

source: Select the EPG grabber to use on this mux. Enable (auto) is the recommended value.
hu: EPG grabber választása az adott bemenethez. Az (auto) engedélyezése a javasolt érték.

source: Select the list of languages (in order of priority) to be used for supplying EPG information to clients that don't provide their own configuration.
hu: Válassza ki az EPG információ szolgáltatásnál használt nyelvet (fontossági sorrendben) ami abban az esetben használt, ahol a kliens nem szolgáltatja a saját konfigurációját

source: Select the master tuner.The signal from the standard universal LNB can be split using a simple coaxial splitter (no multiswitch) to several outputs. In this case, the position, the polarization and low-high band settings must be equal.if you set other tuner as master, then this tuner will act like a slave one and tvheadend will assure that this tuner will not use incompatible parameters (position, polarization, lo-hi).
hu: Válassza ki a fő tunert. A jelet az univerzális LNB-től el lehet osztani egy egszerű koaxiális kábellel (nem multiswitch-el) több kimenetre. Ebben az esetben a helyzet, polarizáció valamint alacsony-magas frekvenciatartományok azonosak kell, hogy legyenek. Ha egy másik tunert allítunk be master tunernek, akkor ez a tuner másodlagos tunerként fog viselkedni és a tvheadend biztosíttani fogja, hogy ez a tuner ne hasznájon nem-kompatibilis paramétereket (helyet, polarizáció, frekvenciatartomány)

source: Select the number of satellite positions supported by the SAT>IP hardware and your coaxial cable wiring.
hu: Válassza ki a SAT>IP hardver által támogatott müholdpoziciők számát és a koaxiális kábelezés tipusát.

source: Select the orbital position of the satellite your dish is pointing at.
hu: A műhold orbitális helyzete, amelyre az antenna be van állítva.

source: Select the path to use for DVB scan configuration files. Typically dvb-apps stores these in /usr/share/dvb/. Leave blank to use Tvheadend's internal file set.
hu: Válassza ki az elérési útvonalat a DVB-scan konfigurációs fájlokhoz. Általában a dvb-apps ezeket az /usr /share/dvb/ -ben tárolja . Hagyja üresen ha óhaktja, hogy a Tvheadend a belső fájl készlet használja.

source: Select whether or not to enable caching. Note: even with this disabled you can still specify local (file://) icons and these will be served by the built-in webserver.
hu: Válassza ki, hogy engedélyezi-e a cache-t. Figyelem: még ha ez ki is van kapcsolva, akkor is megadhat lokális (file: //) ikonokat, és a beépített webszerver ezeket fogja használni

source: Send CAPMT query
da: Send CAPMT-forespørgsel
hu: Küldjön CAPMT lekérdezést
uk: Вислати запит CAPMT

source: Send full PLAY cmd
da: Send fuld PLAY cmd
fr: Envois commande complète PLAY
hu: Küldjön tejes LEJÁTSZÁS parancsot

source: Send the full RTSP PLAY command after full RTSP SETUP command. Some devices firmware require this to get an MPEG-TS stream.
hu: Küldje el a teljes RTSP PLAY parancsot minden teljes RTSP setup parancs után. Egyes eszközök megkövetelik ezt ahhoz, hogy MPEG-TS streamelést biztosítsanak.

source: Serial number
da: Serielnummer
hu: Gyári szám
uk: Серійний номер

source: Series link
da: Serie-link
hu: Sorozat hozzáférés

source: Serious
da: Alvorlig
fr: Grave
hu: Komoly
uk: Серйозне

source: Serious music
da: Alvorlig musik
fr: Musique
hu: Komoly zene
uk: Серйозна музика

source: Server
fr: Serveur
hu: Szerver
uk: Сервер

source: Server UUID
fr: Serveur UUID
hu: Szerver UUID
uk: Сервер UUID

source: Server connectivity
da: Server-forbindelse
hu: Szerverkapcsolat

source: Server details.
da: Server detaljer.
hu: Szerver részletei.

source: Service
da: kanal
hu: Szolgáltatás
uk: Сервіс

source: Service ID
da: KanalID
fr: ID du service
hu: Szolgáltatás ID
uk: ID сервісу

source: Service configuration
da: Kanal-konfiguration
hu: Szolgáltatás konfiguráció
uk: Конфігурація сервісу

source: Service count %zi
da: Kanal tæller %zi
hu: Szolgátatások száma %zi

source: Service mapper
da: Kanal kortlægger
hu: Szolgáltatás összerendelő
uk: Відображення сервісу

source: Service mapping
da: Kanal kortlægning
hu: Szolgáltatás összerendelés
uk: Відображення сервісу

source: Service name
da: Kanal navn
hu: Szolgáltatás neve
uk: Назва сервісу

source: Service raw
da: Kanal, rå
hu: Szolgáltatás raw

source: Service type
da: Kanal type
hu: Szolgáltatás típus
uk: Тип сервісу

source: Services
da: Kanaler
hu: Szolgáltatások
uk: Сервіси

source: Set the display name.
da: indtast vist navn.
hu: Név beállítása.

source: Set the maxiumum packet identifiers your SAT>IP server supports.
hu: A maximális csomagazonosító, amit a SAT>IP szerver támogat.

source: Set the name of the server so you can distinguish multiple instances apart on your LAN.
hu: A szerver nevének beállítása, annak érdekében, hogy megkülönböztethesse a különböző futó példányokat a LAN-on.

source: Set the priority of this configuration.
hu: Ezen beállítás prioritása.

source: Sets the default interface view level (next to the help button).
hu: Beállítja az alapértelmezett interfész nézet szintjét ( a Súgó-gomb mellett).

source: Settings
da: Indstillinger
fr: Paramètres
hu: Beállítások
uk: Налаштування

source: Show the scan status.
hu: Keresés státusza.

source: Show this page
da: Vis denne side
fr: Montre cette page
hu: Oldal megjelenítése
uk: Показати цю сторінку

source: Show version information
da: Vis versions-information
fr: Information de version
hu: Verzió információ megjelenítése
uk: Показати інформацію про версію

source: Show, hide and sort the various details that appear on the interface next to the About tab.
hu: Mutat, elrejt és rendez különböző részletet, amelyek az interfészen jelennek meg, a Tvheadend-ről fül mellett.

source: Signal quality too poor
da: Signalkvalitet for lav
fr: Signal de trop faible qualité
hu: Jelminőség túk gyenge
uk: Якість сигналу дуже погана

source: Signal scale (240 or 100)
da: Signalskala (240 eller 100)
fr: Echelle du signal (240 ou 100)
hu: Jel slála (240 vagy 100)
uk: Шкала сигналу (240 або 100)

source: Site latitude
da: Lokations-breddegrad
hu: Fekvés szélességi fok

source: Site longitude
da: Lokations-længdegrad
hu: Fekvés hosszúsági fok

source: Skip TS packets (0-200)
da: Skip TS-pakker (0-200)
hu: TS csomagok kihagyása (0-200)
uk: Пропустити пакети TS (0-200)

source: Skip TSID checking. For when providers use invalid Transport Stream IDs.
hu: A TSID ellenőrzés kihagyása. Olyan esetekre, amikor a szolgáltatók érvénytelen Transport Stream ID-t használnak.

source: Skip commercials
da: Skip reklamer
hu: Reklámok kihagyása
uk: Пропустити реклами

source: Skip initial bytes
da: Skip første bytes
hu: Kezdeti x bájt kihagyása
uk: Пропустити початкові байти

source: Skip initial scan
da: Skip første skanning
hu: Kezdeti szkennelás kihagyása
uk: Пропустити початкове сканування

source: Skip x number of transport packets.
hu: x számú transport csomag elvetése.

source: Slave entry
hu: Szolga bejegyzés

source: Slot state
da: Slot-status
hu: Slot státusz

source: Soap
fr: Feuilleton
hu: Szappanopera
uk: Мильні опери

source: Soccer
da: Fodbold
fr: Football
hu: Foci
uk: Футбол

source: Social
hu: Közösségi
uk: Соціальні

source: Social advisory
da: Socialrådgivning
fr: Conseil social
hu: Társadalmi célú hirdetés
uk: Соціальні поради

source: Sort index
da: Sortér indeks
hu: Indexek rendszerezése
uk: Індекс сортування

source: Source
da: Kilde
hu: Forrás
uk: Джерело

source: Source deleted
da: Kilde fjernet
fr: Source effacée
hu: Forrás törölve
uk: Джерело вилучено

source: Source quality is bad
da: Kilde-signal er dårligt
fr: La qualité de la source est mauvaise
hu: Forrás rossz minőségű
uk: Якість джерела погана
