Repository: dmb-dev87/cpp_tvheadend
Catalog: intl/tvheadend.*.po
Languages: da, fr, hu, uk

source: Use a pre-defined list of DVB-S/S2 muxes. Note: these lists can sometimes be outdated and may cause scanning to take longer than usual.
hu: Egy előre definiált DVB-S/S2 mux-lista használata. Megjegyzés: Ezek a listák néha régiek lehetnek és azt eredményezhetik, hogy a keresés hosszabb időt vesz igénybe, mint általában.

source: Use a pre-defined list of DVB-T muxes. Note: these lists can sometimes be outdated and may cause scanning to take longer than usual.
hu: Egy előre definiált DVB-T mux-lista használata. Megjegyzés: Ezek a listák néha régiek lehetnek és azt eredményezhetik, hogy a keresés hosszabb időt vesz igénybe, mint általában.

source: Use icons with lower-case filenames only.
da: Brug kun ikoner, som har filnavne med små bogstaver.
hu: Csak kisbetűs névvel ellátott ikonok használata.

source: Use original
da: Brug original
fr: Utiliser l'original
hu: Eredeti használata
uk: Використовувати оригінал

source: Use pilot on this mux. AUTO is the recommended value.
da: Brug pilot på denne mux. Den anbefalede værdi er AUTO.
hu: Pilot használata ezen a mux-on. Az AUTO az ajánlott érték.

source: Use service IDs as channel numbers
da: Brug kanalens ID'er som kanalnumre
hu: Használja a szolgáltatás azonosítókat csatornaszámként
uk: Використовувати ID сервісу як номер каналу

source: User access error
da: Brugeradgangs-fejl
fr: Erreur d’accès pour l'utilisateur
hu: Felhasználó hozzáférési hiba
uk: Помилка доступу користувача

source: User icon
da: Bruger ikon
hu: Felhasználoi ikon

source: User interface level
da: Bruger niveau
hu: Felhasználófelület szint
uk: Рівень інтерфейсу користувача

source: User interface quick tips
da: Hurtige tips til brugergrænsefladen
hu: Felhasználói felület gyorstippek

source: User language
da: Bruger sprog
fr: Langue de l'utilisateur
hu: Felhasználó nyelve
uk: Мова користувача

source: User limit reached
da: Brugergrænse nået
fr: Limite de l'utilisateur atteinte
hu: Felhasználói korlát elérve
uk: Досягнуто межу кількості користувачів

source: User login
da: Bruger login
hu: Felhasználói belépés

source: Username
da: Brugernavn
fr: Nom de l'utilisateur
hu: Felhasználónév
uk: Назва користувача

source: Variety show
fr: Spectacle de variété
hu: Varieté show
uk: Шоу варьєте

source: Video bitrate (kb/s) (0=auto)
hu: Video bitráta (kb/s) (0=Auto)
uk: Шв. потоку відео (кб/с) (0=авто)

source: Video codec
hu: Video kódec
uk: Кодек відео

source: Video recorder
da: Videooptager
hu: Videó-felvevő
uk: Записувач відео

source: Video stream filter
hu: Videó stream szűrő
uk: Фільтр відео-потоку

source: Visually impaired commentary/audio description
da: Kommentar for svatgseende / audio-beskrivelse
fr: Sous-titrage sourds et malentendants
hu: Kommentár látássérülteknek

source: WEBM/built-in
da: WEBM/indbygget
fr: WEBM/Interne
hu: WEBM/beépített
uk: WEBM/вбудоване

source: WEBTV profile H264/AAC/MPEG-TS
da: WEBTV H264/AAC/MPEG-TS-profil
hu: WEBTV profil H264/AAC/MPEG-TS
uk: Профіль WEBTV для H264/AAC/MPEG-TS

source: WEBTV profile H264/AAC/Matroska
da: WEBTV H264/AAC/Matroska-profil
hu: WEBTV profil H264/AAC/Matroska
uk: Профіль WEBTV для H264/AAC/Matroska

source: WEBTV profile VP8/Vorbis/WEBM
da: WEBTV VP8/Vorbis/WEBM-profil
hu: WEBTV profil VP8/Vorbis/WEBM
uk: Профіль WEBTV для VP8/Vorbis/WEBM

source: Waiting for EPG running flag
da: Venter på EPG "running"-flag
hu: Várjon az EPG státusz flag-re

source: Waiting for program start
da: Venter på at program starter
fr: En attente du démarrage du programme
hu: Várakozás a műsorkezdésre
uk: Очікування на початок програми

source: Waiting for stream
da: Venter på stream
fr: En attente du flux
hu: Stream-re várakozás
uk: Очікування на потік

source: War
da: Krig
fr: Guerre
hu: Háború
uk: Війна

source: Water sport
da: Vandsport
fr: Sports aquatique
hu: Vizisport
uk: Водні види спорту

source: Weak stream
da: Svag stream
hu: Gyenge stream
uk: Слабий потік

source: Weather report
da: Vejrudsigt
fr: Météo
hu: Időjárás-jelentés
uk: Прогноз погоди

source: Web interface
hu: Webes felület
uk: Веб-інтерфейс

source: Web interface language
da: Webinterface, Sprog
hu: Webes felület nyelve
uk: Мова веб-інтерфейсу

source: Web user interface
da: Webbrugerinterface
hu: WEB-es felület
uk: Веб-інтерфейс користувача

source: Wed
da: Ons
fr: Mer
hu: Sze
uk: Сер

source: Welcome - Tvheadend - your TV streaming server and video recorder
da: Velkommen - TVHeadend - Din TV streaming server og video optager
hu: Üdvözöljük - Tvheadend - az Ön streaming szervere és videórögzítője

source: Western hemisphere (latitude direction)
da: Vestlig Halvkugle
hu: Nyugati félteke (szélesség irányában)

source: When the service was first identified and recorded.
hu: Amikor a szolgáltatás először került azonosításra és bejegyzésre.

source: When the service was last seen during a mux scan.
hu: Amikor a szolgáltatás utoljára volt látható egy mux keresésnél.

source: Wizard
da: Vejledning
hu: Varázsló

source: Wrapper (capmt_ca.so)
hu: Illesztő (capmt_ca.so)

source: Write a short message to log identifying the matched parameters. It is useful for debugging your setup or structure of incoming streams.
hu: Írjon egy rövid üzenetet a loghoz, a megtalált paramétereket azonosítandó. Hasznos a beállítások hibakeresésénél és a bejövő stream-ek szerkezeténél.

source: Writes the current in-memory EPG database to disk every x hours, so should a crash/unexpected shutdown occur EPG data is saved periodically to the database (re-read on next startup). Set to 0 to disable.
hu: Írja ki a jelenleg memóriában tárolt EPG adatbázist lemezre x óránként, így egy váratlan leállás esetében az EPG adatok időszakosan ki lesznek menteve a tárolóba (a következő induláskor újra be lesz töltve). Ha az érték 0, akkor le van tiltva.

source: Yes
da: Ja
hu: Igen
uk: Так

source: addpids/delpids supported
da: addpids/delpids understøttet
fr: addpids/delpids supportés
hu: addpids/delpids támogatva
uk: addpids/delpids підтримується

source: hrs
da: timer
hu: óra
uk: год

source: invalid option specified [%s]
da: ugyldig paramter angivet [%s]
fr: Option spécifiée invalide [%s]
hu: Érvénytelen beállítás lett megadva [%s]
uk: вказано неправильну опцію [%s]

source: min
hu: perc
uk: хв

source: mins
da: minutter
hu: percek
uk: хвилини

source: option %s requires a value
da: paramter %s kræver en værdi
fr: Une valeur est obligatoire pour l'option %s
hu: %s opció értéket igényel
uk: опція %s вимагає значення

source: tsfile input (mux file)
da: tsfile indgang (mux fil)
fr: Entrée tsfile (fichier mux)
hu: tsfile bement (mux fájl)

source: tvhdhomerun client
da: tvhdhomerun-klient
hu: tvhdhomerun ügyfél
uk: клієнт tvhdhomerun

source: ANY
da: ENHVER
fr: TOUS
uk: БУДЬ-ЯКИЙ

source: Build
da: Bygge
fr: Version
uk: Збірка

source: DVB-S tone burst
da: DBS-S, Tone Burst

source: Horror
da: Horro
fr: Horreur
uk: Жахи

source: Hostname/IP
da: Hostnavn/IP
fr: Nom d’hôte/adresse IP
uk: Назва серверу/IP

source: Index
da: Indeks
uk: Індекс

source: Linux ATSC-C multiplex
da: Linux ATSC-C multipleks

source: Linux ATSC-T multiplex
da: Linux ATSC-T multipleks

source: Linux DVB-T multiplex
da: Linux DVB-T multiplexer

source: Sat
da: Lør
fr: Satellite
uk: Суб

source: Uncommitted
da: Ikke commited
fr: Dévalidé

source: Western
da: Vestlig
uk: Вестерн

source: # Mapped Channels
fr: # Chaînes mappées

source: # Services Seen
fr: # Services vus

source: (Default Profile)
fr: (Profile par Défaut)

source: 2-Port Switch (Universal LNB)
fr: Switch 2 ports (LNB universel)

source: 4-Port Switch (Universal LNB)
fr: Switch 4 ports (LNB universel)

source: AC-3 = descriptor 6
fr: AC-3 = descripteur 6
uk: AC-3 = дескриптор 6

source: AC-3 Detection
fr: Détection AC-3

source: ATSC Network
fr: Réseau ATSC

source: Advanced (Non-Universal LNBs, Rotors, etc.)
fr: Avancé (LNBs spécifiques, rotors, etc.)

source: Advanced Streaming
fr: Flux avancé

source: Audio Bitrate (kb/s) (0=Auto)
fr: Débit Audio (kb/s) (0=Auto)

source: Audio CODEC
fr: Codec audio

source: Audio Stream Filter
fr: Filtre de flux audio

source: Auto Check Disabled
fr: Validation automatique désactivée

source: Auto Check Enabled
fr: Vérification automatique activée

source: Auto EPG Channel
fr: EPG des chaines automatique

source: Auto Name
fr: Auto Nommage

source: Auto Record
fr: Enregistrement automatique

source: Auto Time Record
fr: Enregistrement horaire automatique

source: Auto-Map to Channels
fr: Mappage auto des chaines

source: Automatic Checking
fr: Vérification automatique

source: Boot ID
fr: ID de démarrage
uk: ID завантаження

source: CA Client %i
fr: Client CA %i

source: CA ID
fr: ID du CA

source: CA Identification
fr: Identification du CA

source: CA Provider
fr: Fournisseur du CA

source: CA Stream Filter
fr: Filtre du flux du CA

source: CAPMT Interval (ms)
fr: CAPMT Intervalle (ms)

source: CAPMT Query Interval (ms)
fr: CAPMT Intervalle de la recherche(ms)

source: CRID Authority
fr: Autorité CRID

source: Cache Scheme
fr: Système de cache

source: Camd.socket Filename / IP Address (TCP mode)
fr: Nom de fichier camd.socket / Adresse IP (mode TCP)

source: Channel Icon
fr: Icône de la chaine

source: Channel Name
fr: Nom de la chaine

source: Channel Number Offset
fr: Décalage du numéro de la chaine

source: Channel Tag
fr: Etiquette de la chaine

source: Channel Tag Reference
fr: Référence de l’étiquette de la chaine

source: Channel Tags
fr: Etiquettes de chaine

source: Character Set
fr: Codage de caractères

source: Children's / Youth programmes
fr: Programmes pour enfants

source: Client Name
fr: Nom du client

source: Clone Scheduled Entry On Error
fr: Dupliquer l'entrée en cas d'erreur

source: Cmd Delay Time (ms) (10-200)
fr: Temps d'attente commande (ms) (10-200)

source: Code Word Client (newcamd)
fr: Client Code Word (newcamd)

source: Command Time (ms) (10-100)
fr: Temps d'attente commande (ms) (10-100)

source: Conditional Access Client
fr: Condition d’accès des clients

source: Configuration Name
fr: Nom de la config

source: Connection Limit Type
fr: Type de limite de connexion

source: Content Type
fr: Type de contenu

source: Continue On Access Error
fr: Continuer après une erreur d'accès

source: Create Tag
fr: Créer une étiquette

source: DES Constant Code Word Client
fr: Client DES Constant Code Word

source: DES Key
fr: Clé DES

source: DVB EPG ID
fr: ID de l'EPG DVB

source: DVB Scan Files
fr: Fichiers des scan DVB

source: DVB-C Network
fr: Réseau DVB-C

source: DVB-S 4-port
fr: DVB-S 4 ports
uk: DVB-S 4-порти

source: DVB-S Advanced
fr: DVB-S avancé

source: DVB-S Network
fr: Réseau DVB-S

source: DVB-T Network
fr: Réseau DVB-T

source: DVR
fr: Enregistrements

source: DVR Auto-Record Entry
fr: Entrée enregistrement automatique du magnétoscope

source: DVR Behavior
fr: Comportement du magnétoscope

source: DVR Configuration
fr: Configuration de l'enregistrement

source: DVR Configuration Profile
fr: Profil de configuration de l'enregistrement

source: DVR Configuration Profiles
fr: Profil de configuration de l'enregistrement

source: DVR Entry
fr: Entrée d'enregistrement

source: DVR File Removal Time (days)
fr: Durée de conservation des fichiers DVR (en jours)

source: DVR Log Retention (days)
fr: Durée de conservation des logs d'enregistrement (en jours)

source: DVR Log Retention Time (days)
fr: Durée de conservation des logs d'enregistrement (en jours)

source: DVR Override High
fr: DVR passer outre (Haut)

source: DVR Override Important
fr: DVR passer outre (Important)

source: DVR Override Low
fr: DVR passer outre (Bas)

source: DVR Override Normal
fr: DVR passer outre (Normal)

source: DVR Override Unimportant
fr: DVR passer outre (Sans importance)

source: DVR Post
fr: Avant l'enregistrement

source: DVR Pre
fr: Après l'enregistrement

source: DVR Time-Record Entry
fr: Entrée du temps d'enregistrement du DVR

source: Data Errors
fr: Erreurs de données

source: Debug Options
fr: Options de debug

source: Default Priority
fr: Priorité par défaut

source: Delivery System
fr: Système de livraison

source: Demux Path
fr: Chemin pour le demux

source: Descramble Services (Limit Per Mux)
fr: Service de décryptage (max par multiplex)

source: Device Model
fr: Modèle d'appareil

source: Device Path
fr: Chemin du périphérique

source: Directory Permissions (octal, e.g. 0775)
fr: Permissions du répertoire (octal, par ex. 0775)

source: DiseqC Rotor
fr: Rotor du DiseqC

source: Don't Include Title In Filename
fr: Ne pas inclure le titre dans le nom de fichier

source: Don't Reschedule
fr: Ne pas reprogrammer

source: Duplicate Handling
fr: Gestion des doublons

source: EIT Local Time
fr: Temps local EIT

source: EPG Grabber
fr: Récupérateur d'EPG

source: EPG Grabber Configuration
fr: Config de la récupération d'EPG

source: EPG Name
fr: Nom du Guide des programmes électronique

source: EPG Scan
fr: Recherche de l'EPG

source: EPG Source
fr: Source de l'EPG

source: EPG Update Window
fr: Fenêtre de mise a jour de l'EPG

source: Elementary Stream Filter
fr: Filtre des flux élémentaires

source: Enable webUI debug (non-minified JS)
fr: Activer le debug webUI (JS non minifié)

source: Entertainment programmes for 10 to 16
fr: Programmes éducatifs (de 10 a 16 ans)

source: Entertainment programmes for 6 to 14
fr: Programmes éducatifs (de 6 a 14 ans)

source: Error Code
fr: Code d'erreur

source: Even Key
fr: Touche paire

source: Exclude Channel Tags
fr: Exclure le tag de la chaine

source: Exported Tuners
fr: Tuners exportés

source: External EPG Grabber
fr: Récupérateur externe d'EPG

source: Extra Start Time
fr: Temps supplémentaire avant le début

source: Extra Stop Time
fr: Temps supplémentaire après la fin

source: Extra Time After Recordings (minutes)
fr: Temps supplémentaire après la fin de l'enregistrement (min)

source: Extra Time Before Recordings (minutes)
fr: Temps supplémentaire avant le début de l'enregistrement (min)

source: Fantasy
fr: Fantastique
uk: Фантастика

source: File Missing
fr: Fichier manquant

source: File Not Created
fr: Fichier non créé

source: File Permissions (octal, e.g. 0664)
fr: Permissions du fichier (octal, par ex. 0664)

source: File Size
fr: Taille du fichier

source: File removal (days)
fr: Effacement des fichiers (jours)

source: Filename Character Set
fr: Type de caractères pour les noms de fichiers

source: Filename Options
fr: Options du nom de fichier

source: Force Old Status
fr: Forcer l'état précédent

source: Force Priority
fr: Forcer la priorité

source: Force initial EPG scan at startup
fr: Forcer le scan de l'EPG au démarrage

source: Format String
fr: Format de chaîne de caractères

source: Friendly Name
fr: Nom commun

source: Frontend Number
fr: Numéro du frontal

source: Frontend Path
fr: Répertoire du frontal

source: Full Mux Rx mode supported
fr: Mode full Mux Rx supporté

source: Full Pathname Specification
fr: Spécification du chemin de fichier complet

source: GOTOX Position
fr: Position du GOTOX

source: GOTOX Rotor
fr: Rotor du GOTOX

source: General Config
fr: Config générale

source: Generic Options
fr: Options générique

source: Guard Interval
fr: Intervalle de protection

source: HD: High Definition
fr: HD: Haute Définition

source: HDHomeRun ATSC Frontend
fr: Frontal ATSC du HDHomeRun

source: HDHomeRun DVB Frontend
fr: Frontal DVB du HDHomeRun

source: HDHomeRun DVB-C Frontend
fr: Frontal DVB-C du HDHomeRun

source: HDHomeRun DVB-T Frontend
fr: Frontal DVB-T du HDHomeRun

source: HTSP Stream Profile
fr: Profile du flux HTSP

source: HTSP Streaming
fr: Streaming HTSP

source: HTTP CORS Origin
fr: HTTP CORS Origine

source: High Bitrate Mode (CI+ CAMs Only)
fr: Mode Haut Débit (CI+ CAMs uniquement)

source: IP Address
fr: Adresse IP

source: IP Blocking
fr: Blocage des IP

source: IPTV Automatic Network
fr: Réseau automatique pour l'IPTV

source: IPTV Input
fr: Entrée IPTV

source: IPTV Multiplex
fr: Multiplex de l'IPTV
uk: Мультиплекс IPTV

source: IPTV Network
fr: Réseau de l'IPTV

source: ISI (Stream ID)
fr: ISI (ID du flux)
uk: ISI (ID потоку)

source: Idle Scan
fr: Scan en veille

source: Idle Scan Muxes
fr: Scan des muxes en veille

source: Ignore Provider's Channel Numbers
fr: Ignorer les numéro des chaines de l’émetteur

source: Image Cache
fr: Cache des images

source: Include Channel Name In Filename
fr: Inclure le nom de la chaine dans le nom du fichier

source: Include Date In Filename
fr: Inclure la date dans le nom du fichier

source: Include Episode In Filename
fr: Inclure l’épisode dans le nom du fichier

source: Include Subtitle In Filename
fr: Inclure les sous-titres dans le nom du fichier

source: Include Time In Filename
fr: Inclure l'heure dans le nom du fichier

source: Init Rotor Time (seconds)
fr: Initialiser l'heure du rotor (secondes)

source: Initial Scan
fr: Premier scan

source: Input Base
fr: Entrées de base

source: Input Buffer (Bytes)
fr: Mémoire tampon en entrée (Octets)

source: Input Instance
fr: Entrée de l'instance

source: Input Path
fr: Répertoire d'entrée

source: Internal EPG Grabber
fr: Récupérateur interne d'EPG

source: Internal Grabber
fr: Récupérateur interne

source: LNB Type
fr: Type de LNB

source: Language Settings
fr: Réglage de la langue

source: Last Seen
fr: Dernier vu

source: Latitude Direction South
fr: Latitude direction sud

source: Limit Connections
fr: Limite de connexion

source: Linked Input
fr: Entrée liée

source: Linux ATSC Frontend
fr: Frontal ATSC Linux

source: Linux ATSC Multiplex
fr: Multiplex ATSC Linux

source: Linux DVB Frontend
fr: Frontal DVB Linux

source: Linux DVB-C Frontend
fr: Frontal DVB-C Linux

source: Linux DVB-C Multiplex
fr: Multiplex DVB-C Linux

source: Linux DVB-S Frontend
fr: Frontal DVB-S Linux

source: Linux DVB-S Multiplex
fr: Multiplex DVB-S Linux

source: Linux DVB-S Slave Frontend
fr: Frontal DVB-S Linux esclave

source: Linux DVB-T Frontend
fr: Frontal DVB-T Linux

source: Linux DVB-T Multiplex
fr: Multiplex DVB-T Linux

source: LinuxDVB Adapter
fr: Adaptateur LinuxDVB

source: LinuxDVB Network
fr: Réseau LinuxDVB

source: Listen/Connect Port
fr: Port d’écoute

source: Local Channel Minor
fr: Chaine locale secondaire

source: Local Channel Number
fr: Numéro local de la chaine

source: Local Discovery IP Address
fr: Découverte locale d'adresse IP

source: Lock Preferred CA PID
fr: Verrouille le CA du PID favoris

source: Longtitude Direction West
fr: Longitude direction ouest

source: MPEG-TS Input
fr: Entrée MPEG-TS

source: MPEG-TS Network
fr: Réseau MPEG-TS

source: MPEG-TS Raw Service
fr: Service MPEG-TS Brut

source: MPEG-TS Service
fr: Service MPEG-TS

source: Make Subdirectories Per Channel
fr: Créer un sous-répertoire par chaine

source: Make Subdirectories Per Day
fr: Créer un sous-répertoire par jour

source: Make Subdirectories Per Title
fr: Créer un sous-répertoire par titre

source: Map No Name
fr: Mapper les 'sans noms'

source: Map Radio
fr: Mappage des radios

source: Map Zero Numbers
fr: Mapper les numéros vides

source: Master Tuner
fr: Tuner principal

source: Maximal Channel Number
fr: Nombre maximal de chaînes

source: Maximum Bandwidth (Kbps)
fr: Bande passante max (Kbps)

source: Maximum Duration
fr: Durée maximum

source: Maximum Input Streams
fr: Nombre maximum de flux en entrée

source: Maximum Period (mins)
fr: Période maxi (min)

source: Maximum RAM Size (MB)
fr: Taille max de la RAM (MB)

source: Maximum Size (MB)
fr: Taille max (MB)

source: Maximum count (0=unlimited)
fr: Nombre maximum (0=sans limite)

source: Min Rotor Time (seconds)
fr: Temps de rotor minimum (secondes)

source: Minimal Channel Number
fr: Nombre minimal de chaînes

source: Minimum Duration
fr: Durée minimum

source: Model Description
fr: Description du modèle

source: Model Name
fr: Nom du modèle

source: Model Number
fr: Numéro du modèle

source: Motor Rate (millis/deg)
fr: Taux du moteur (millis/deg)

source: Motor sport
fr: Sports motorisés

source: Mux Handling
fr: Traitement des muxes

source: Mux Name
fr: Nom du mux

source: Mux Sched Entry
fr: Entrée de la programmation du mux

source: Mux UUID
fr: UUID du Mux

source: Network Discovery
fr: Découverte du réseau

source: Network Name
fr: Nom du réseau

source: Network Type
fr: Type du réseau

source: Not Linked
fr: Pas de lien

source: Odd Key
fr: Touche impaire

source: On-Demand
fr: A la demande

source: One Mux (EMM)
fr: Un Mux (EMM)

source: Only Preferred CA PID
fr: CA du PID favoris uniquement

source: OpenTV Channel Number
fr: Numéro de la chaine OpenTV

source: Opera
fr: Opéra
uk: Опера

source: Orbital Position
fr: Position orbitale

source: Orbital Positions
fr: Positions orbitale

source: Original Network ID
fr: ID original du réseau

source: Other Stream Filter
fr: Autres filtres de flux

source: Over-the-air EPG
fr: EPG de la diffusion

source: Over-the-air EPG Grabber
fr: Récupérateur d'EPG hertzien

source: Over-the-air Grabbers
fr: Récupérateur hertzien

source: PIN Enquiry Match String
fr: Vérification du PIN

source: PLP ID
fr: ID du PLP

source: PLS Code
fr: Code PLS

source: PLS Mode
fr: Mode PLS

source: Parent Entry
fr: Entrée parent

source: Periodic save EPG to disk
fr: Sauvegarde periodique de l'EPG sur disque

source: Post-Processor Command
fr: Commande post processus

source: Power Save
fr: Economie d’énergie

source: Powerup Time (ms) (15-200)
fr: Temps de démarrage (ms) (15-200)

source: Pre-defined Muxes
fr: Muxes prédéfini

source: Pre-school children's programmes
fr: Programmes pour enfants

source: Preferred Service Video Type
fr: Type de service vidéo préféré

source: Profile Name
fr: Nom du profil

source: RTSP Port
fr: Port RTSP

source: RTSP Port (554 or 9983), 0 = disable
fr: Port RTSP (554 ou 9983), 0 = désactivé

source: Recording File Options
fr: Options des fichiers d'enregistrement

source: Recording System Path
fr: Répertoire du systeme d'enregistrement

source: Remove All Unsafe Characters From Filename
fr: Retirer les caractères non géré du nom de fichier

source: Replace Whitespace In Title with '-'
fr: Remplacer les espace dans le titre avec '-'

source: Reply to CAM PIN Enquiries
fr: Répondre aux requêtes PIN du CAM

source: Restart On Error
fr: Redémarrer en cas d'erreur

source: Rolloff
fr: Transfert
uk: Крен

source: Rotor Type
fr: Type du rotor

source: SAT>IP ATSC Frontend
fr: Frontal ATSC pour SAT>IP

source: SAT>IP Client
fr: Client SAT>IP

source: SAT>IP DVB Frontend
fr: Frontal DVB pour SAT>IP

source: SAT>IP DVB-C Frontend
fr: Frontal DVB-C pour SAT>IP

source: SAT>IP DVB-S Frontend
fr: Frontal DVB-S pour SAT>IP

source: SAT>IP DVB-S Slave Frontend
fr: Frontal DVB-S esclave pour SAT>IP

source: SAT>IP DVB-T Frontend
fr: Frontal DVB-T pour SAT>IP

source: SAT>IP Server
fr: Serveur SAT>IP

source: SAT>IP Source Number
fr: Numéro de la source pour SAT>IP

source: SD: Standard Definition
fr: SD: Définition Standard

source: Same as source (pass through)
fr: Comme la source (pass through)

source: SatConfig
fr: Config du satellite

source: Satconf
fr: Config du satellite

source: Satellite Longitude
fr: Longitude du satellite

source: Satellite Positions
fr: Positions des satellites

source: Scan After Create
fr: Scan après creation

source: Scan Queue length
fr: Longueur de la file du scan

source: Scan Result
fr: Résultat du scan

source: Scan Status
fr: Etat du scan

source: Schedule Status
fr: Etat de la programmation

source: Scheduled Start Time
fr: Heure de début programmée

source: Scheduled Stop Time
fr: Heure d’arrêt programmée

source: School programmes
fr: Programmes scolaire

source: Send CAPMT Query
fr: Envoyer la requête CAPMT

source: Serial Number
fr: Numéro de série

source: Series Link
fr: Lien des séries

source: Server Connectivity
fr: Connectivité du serveur

source: Service Configuration
fr: Configuration du service

source: Service IDs as Channel Numbers
fr: ID du service en tant que numéro de chaine

source: Service Name
fr: Nom du service
