Repository: dmb-dev87/cpp_tvheadend
Catalog: intl/tvheadend.*.po
Languages: da, fr, hu, uk

source: IPTV automatic network
da: IPTV automatisk netværk
hu: IPTV Automatikus hálózat
uk: Автоматична мережа IPTV

source: IPTV input
da: IPTV indgang
hu: IPTV-bemenet
uk: Ввід IPTV

source: IPTV network
da: IPTV netværk
hu: IPTV-hálózat
uk: Мережа IPTV

source: Icon
da: Ikon
fr: Icône
hu: Ikon
uk: Іконка

source: Icon (full URL)
da: Ikon (fuld URL)
fr: Icône (URL complète)
hu: Ikon (teljes URL)
uk: Іконка (повна адреса URL)

source: Icon URL
da: Ikon URL
fr: URL de l’icône
hu: Ikon URL
uk: URL іконки

source: Icon base URL
da: Ikon Basis-URL
fr: URL de base de l’icône
hu: Ikon elérési URL
uk: Головний URL іконки

source: Icon has title
da: Ikon har Titel
fr: L'icône possède un titre
hu: Ikon címmel rendelkezik
uk: Іконка має назву

source: Icons from
da: Ikoner fra
fr: Icône venant de
hu: Ikonok forrása
uk: Іконка з

source: Idle
fr: En attente
hu: üresjárat
uk: "Ліниве" сканування

source: Idle scan
da: Idle-skan
hu: Üresjáratú szkennelés-engedélyezése
uk: "Ліниве" сканування

source: Idle scan muxes
da: Idle skan muxes
hu: Üresjáratú MUX szkennelés-engedélyezése
uk: "Ліниве" сканування мультиплексів

source: If both a picon and a channel-specific (e.g. channelname.jpg) icon are defined, use the picon.
da: Hvis både en picon og et kanal-specifik (f.eks channelname.jpg) ikon er defineret, så brug picon.
hu: Ha mind a Picon, mind a csatorna-specifikus (pl. csatornanev.jpg) ikonok definiáltak, a Picon-t használja.

source: If no user account exists then create one with no username and no password. Use with care as it will allow world-wide administrative access to your Tvheadend installation until you create or edit the access control from within the Tvheadend web interface.
da: Hvis ingen brugerkonto eksisterer, opret een uden brugernavn og password. Brug med omtanke, idet den vil tillade fulde brugerrettigheder til din Tvheadend-installation indtil du opretter eller retter adgangskontrollen fra Tvheadend webinterfacet.
fr: Si aucun compte d'utilisateur n'existe, alors en créer un sans nom d'utilisateur ni mot de passe. A utiliser avec précaution puisque qu'il donne tous les accès en admin à votre installation TVHeadEnd tant que vous n'avez pas créé/édité ses droits via la console web.
hu: Abban az esetben ha nem létezik felhasználói fiók Hozzon létre egy bejegyzést felhasználónév és jelszó nélkül használja elővigyázattal, ugyanis korlátlan hozzáférést biztosít egészen addig, míg nem hoz létre/modoítja a létező felhasználót a webes felületen

source: If the subscription weight for this input is bellow the specified threshold, the tuner is handled as free (according the priority settings). Otherwise, a next tuner (without any subscriptions) is used. Set this value to 10, if you are willing to override scan and epggrab subscriptions.
hu: Ha az előfizetés-súlyzó erre a bemenetre a megadott küszöbérték alatt van, a tuner ingyenesként van kezelve (az elsőbbségi beállításoknak megfeleően). Ellenkező esetben, egy következő tuner (előfizetés nélküli) van használva. Állitsa ennek értékét 10-re, ha felülbírálni szeretné a szkennelési és EPG előfizetéseket.

source: If you'd like to support the project, please consider a donation.
da: Hvis du gerne vil støtte projektet, så overvej venligst en donation
fr: Si vous voulez aider ce projet, pensez a faire un don.
hu: Ha támogatni szeretnéd a programot, fontold meg a támogatását.
uk: Якщо Ви бажаєте підтримати проект, то зробіть, будь ласка, пожертву.

source: Ignore EPG (EIT)
da: Ignorer EPG (EIT)
fr: Ignorer EPG (EIT)
hu: EPG figyelmen kívül hagyása (EIT)
uk: Ігнорувати Телепрограму (EIT)

source: Ignore descriptor 5
da: Ignorér descriptor 5
fr: Ignorer le descripteur 5
hu: Hagyja figyelmen kívül az 5-ös leírót
uk: Ігнорувати дескриптор 5

source: Ignore invalid SSL certificate
da: Ignorér ugyldigt SSL-certifikat
fr: Ignorer le certificat SSL invalide
hu: Érvénytelen SSL tanusitvány figyelmen kívül hagyása
uk: Ігнорувати неправильні сертифікати SSL

source: Ignore invalid/unverifiable (expired, self-certified, etc.) certificates
hu: Hagyja figyelmen kívül az érvénytelen / ellenőrizhetetlenek (lejárt, öntanúsított, stb) tanúsítványokat.

source: Ignore provider's channel numbers
da: Ignorér udbyders kanalnumre
hu: Szolgáltatói csatorna számozás figyelmen kívül hagyása
uk: Ігнорувати номери каналів, наданих постачальником

source: Image cache
da: billedcache
hu: Képek gyorsítőtárazása
uk: Кеш зображень

source: Immediately abort
da: Stop øjeblikkeligt
fr: Annuler immédiatement
hu: Azonnali megszakítás
uk: Негайно перервати

source: Important
da: Vigtigt
hu: Fontos
uk: Важливо

source: Include channel name in filename
da: Inkudér kanalnavn i filnavn
hu: Csatorna nevének használata a fájlnévben
uk: Додавати назву каналу в назву файлу

source: Include date in filename
da: Medtag dato i filnavn
hu: Dátum használata a fájlnévben
uk: Додавати дату до назви файлу

source: Include episode in filename
da: Inkludér episode i filnavn
hu: Epizód nevének használata a fájlnévben
uk: Додавати епізод до назви файлу

source: Include subtitle in filename
da: Inkludér undertekster i filnavn
hu: Felirat használata a fájlnévben
uk: Додавати субтитри в назву файлу

source: Include time in filename
da: Medtag klokkeslæt i filnavn
hu: Idő használata a fájlnévben
uk: Додавати час до назви файлу

source: Information area
da: Informationsområde
fr: Zone d'information
hu: Információs terület
uk: Інформаційне поле

source: Informational
da: Informerende
fr: Information
hu: Tájékoztató jellegű
uk: Інформаційно

source: Initial scan
da: Først skanning
hu: Üresjáratú szkennelés-engedélyezése
uk: Початкове сканування

source: Input / tuner settings
da: Indgang / tuner indstillinger
hu: Bemenet / tuner beállítások

source: Input 1 network
da: Indgang 1 netværk
hu: Bemenet 1 hálózat

source: Input 2 network
da: Indgang 2 netværk
hu: Bemenet 2 hálózat

source: Input 3 network
da: Indgang 3 netværk
hu: Bemenet 3 hálózat

source: Input base
da: Indgangs bund
hu: Bemenet alapcíme

source: Input buffer (bytes)
da: Indgangs buffer (bytes)
hu: Bemeneti puffer (bájtban)
uk: Вхідний буфер (байти)

source: Input instance
da: Indgangs instans
hu: Bemeneti példány

source: Input path
da: Indgangs sti
hu: Bemenet elérési útja
uk: Шлях вводу

source: Interface
hu: Felület
uk: Інтерфейс

source: Internal
da: Internt
fr: Interne
hu: Belső
uk: Внутрішнє

source: Internal EPG grabber
da: intern EPG-grabber
hu: Belső EPG letöltő
uk: Внутрішній захоплювач телепрограми

source: Internal grabber
da: Intern grabber
hu: Belső letöltő
uk: Внутрішній захоплювач

source: Interview
hu: Interjú
uk: Інтерв’ю

source: Invalid
da: Ugyldig
fr: Invalide
hu: Érvénytelen
uk: Неправильно

source: Invalid adapter number '%s'
da: Ugyldig adapternummer '%s'
fr: Numéro d'adaptateur invalide '%s'
hu: Érvénytelen eszköz szám '%s'
uk: Неправильний номер адаптера '%s'

source: Invalid target
da: Ugyldigt mål
fr: Destination invalide
hu: Érvénytelen cél
uk: Неправильна ціль

source: Keep
da: Behold
fr: Garder
hu: Megtart
uk: Зберегти

source: Kill signal (pipe)
da: Dræb signal (pipe)
fr: Signal de Fermeture (pipe)
hu: Kill szignál (pipe)
uk: Вбити сигнал (трубка, pipe)

source: Kill timeout (pipe/secs)
da: Dræb timeout (pipe/sek)
fr: Durée avant Fermeture (pipe/secs)
hu: Kill szignál maximális időkorlát (pipe/másodperc)
uk: Затримка вбивання сигналу (pipe/сек)

source: LNA (low noise amplifier)
da: LNA (støjsvag forstærker)
hu: LNA (alacsony zajszintű erőstő)
uk: LNA (низько-шумний підсилювач)

source: LNB type
hu: LNB-típus
uk: Тип LNB

source: Language
da: Sprog
fr: Langage
hu: Nyelv
uk: Мова

source: Language settings
da: Sprogindstillinger
hu: Nyelvi beállítások
uk: Налаштування мови

source: Languages
da: Sprog
fr: Langages
hu: Nyelvek
uk: Мови

source: Last seen
da: Sidst set
hu: Utoljára látott
uk: Востаннє помічено

source: Last updated from
da: Sidst opdateret fra
fr: Dernière mise à jour par
hu: Legutoljára frissítve
uk: Востаннє оновлювалося з

source: Leisure hobbies
da: Hobbyer
fr: Loisir et passe-temps
hu: Szabadidő, hobbi

source: Limit connections
da: Begræns forbindelser
hu: Kapcsolatok korlátozása
uk: Обмеження з'єднань

source: Linked input
da: Forbundet Indgang
hu: Csatolt bemenet

source: Linux DVB frontend
hu: Linux DVB felület

source: Linux DVB multiplex
hu: Linux DVB felület

source: Linux DVB-C frontend
hu: Linux DVB-C felület

source: Linux DVB-S frontend
hu: Linux DVB-S felület

source: Linux DVB-S slave frontend
hu: Linux DVB-S Slave felület

source: Linux DVB-T frontend
hu: Linux DVB-T felület

source: LinuxDVB adapter
hu: LinuxDVB eszköz

source: LinuxDVB network
da: Linux DVB-netværk
hu: LinuxDVB hálózat
uk: мережа LinuxDVB

source: Listen / Connect port
hu: Kapcsolatvárási/csatlakozási port
uk: Слухати / Порт з'єднання

source: Listen on IPv6
da: Lyt på IPv6
fr: Utiliser IPv6
hu: Szerver kapcsolatot vár IPv6 -on
uk: Слухати на IPv6

source: Literature
da: Literatur
fr: Littérature
hu: Irodalom
uk: Література

source: Local bind IP address
da: Local bind IP-adresse
fr: Liaison locale d'adresse IP
hu: Helyileg bekütődő IP-cím
uk: Локальна прив'язка адреси IP

source: Local channel minor
da: Lokal mindre kanal
hu: Helyi csatorna - alsó

source: Local channel number
da: Lokalt kanalnummer
hu: Helyi csatornaszám
uk: Локальний номер каналу

source: Local discovery IP address
da: Lokal discovery IP-adresse
hu: IP-cím lokális felderítése
uk: Локальний пошук адреси IP

source: Location
da: Lokation
fr: Lieu
hu: Helyszín
uk: Місцезнаходження

source: Location details of the SAT>IP Server.
da: Placerings detaljer fra SAT>IP serveren.
hu: A SAT>IP szerver helyzetének részletei.

source: Lock preferred CA PID
da: Lås foretrukket CA PID
hu: Preferált CA PID lock-olása

source: Login/Logout
hu: Be/kijelentkezés
uk: Вхід/Вихід

source: Low
da: Lav
fr: Bas
hu: Alacsony
uk: Низький

source: MPEG-TS Pass-thru
fr: MPEG-TS Pass-through
hu: MPEG-TS áteresztés

source: MPEG-TS Pass-thru/built-in
da: MPEG-TS Pass-thru/indbygget
fr: MPEG-TS Pass-through/Interne
hu: MPEG-TS áteresztés/beépített

source: MPEG-TS input
da: MPEG-TS indgang
hu: MPEG-TS bemenet
uk: Ввід MPEG-TS

source: MPEG-TS network
da: MPEG-TS netværk
hu: MPEG-TS hálózat

source: MPEG-TS raw service
da: MPEG-TS rå kanal
hu: MPEG-TS raw szolgáltatás

source: MPEG-TS service
da: MPEG-TS kanal
hu: MPEG-TS szolgáltatás
uk: Сервіс MPEG-TS

source: Magazines
da: Magasiner
fr: Magasines
hu: Magazinok
uk: Журнали

source: Maintain free storage space in MiB
da: Vedligehold ledig diskplads i MiB
hu: Elérhető tárhely MIB-ben

source: Maintain used storage space in MiB (0=disabled)
da: Vedligehold brugt diskplads i MiB (0=deaktiveret)
hu: Használt tárhely fenntartása MB-ban (0=kikapcsolva)

source: Maintained space
da: Vedligeholdt plads
hu: Tárhely fenntartása
uk: Зайняте місце

source: Make subdirectories per channel
da: Opret underfoldere per kanal
hu: Alkönyvtárak csatornánkénti létrehozása
uk: Робити підтеки для кожного каналу

source: Make subdirectories per day
da: Opret underfoldere per dag
hu: Alkönyvtárak naponkénti létrehozása
uk: Робити підтеки для днів

source: Make subdirectories per title
da: Opret underfoldere per titel
hu: Alkönyvtárak cím szerinti létrehozása
uk: Робити підтеки для кожної назви

source: Manufacturer
da: Producent
fr: Fabriquant
hu: Gyártó
uk: Виробник

source: Manufacturer URL
da: Producent-URL
fr: URL du fabriquant
hu: Gyártói URL
uk: URL виробника

source: Manufacturer's model number.
da: Fabrikantens modelnummer.
hu: Gyártói modell száma.

source: Manufacturer's product description.
da: Fabrikantens produkt beskrivelse.
hu: Gyártói termékleírás.

source: Manufacturer's product information page for the device.
da: Fabrikantens produktinformations side for denne enhed.
hu: A gyártó termékinformációs oldala.

source: Manufacturer's product name.
da: Fabrikantens produkt navn.
hu: Gyártói terméknév.

source: Map encrypted services
da: Kortlæg krypterede kanal
hu: Titkosított szolgáltatások összerendelése.
uk: Відображати закриті сервіси

source: Map radio channels
da: Kortlæg radiokanaler
hu: Rádio-csatorna szolgáltatások hozzárendelése
uk: Відображення радіо-каналів

source: Map unnamed channels
da: Kortlæg unavngivne kanaler
hu: Névvel nem rendelkező csatornák hozzárendelése
uk: Відображення неназваних каналів

source: Map zero-numbered channels
da: Kortlæg nul-numererede kanaler
hu: 0-s sorszámmal rendelkező csatornák hozzárendelése
uk: Відображення 0-нумерованих каналів

source: Master tuner
da: Hovedindstiller
hu: Fő tuner
uk: Головний тюнер

source: Matroska (mkv)/built-in
da: Matroska (mkv)/indbygget
fr: Matroska (mkv)/par défaut
hu: Matroska (mkv)/beépített
uk: Matroska (mkv)/вбудований

source: Matroska specific
da: Matroska specifik
hu: Matroska specifikus
uk: Специфічне для Matroska

source: Maximal channel number
da: Maksimalt kanalnummer
hu: Maximális csatorna szám
uk: Максимальний номер каналу

source: Maximum # input streams
da: Maksimalt # indgangsstreams
hu: Maximális számú bemeneti streamek

source: Maximum PIDs
da: Maximal PIDs
fr: PID Maximum
hu: Maximum PID

source: Maximum RAM size (MB)
da: Maximal RAM-størrelse (MB)
hu: Maximális RAM méret (MB)

source: Maximum bandwidth (Kbps)
da: Maximal båndbrede (Kbps)
hu: Maximális sávszélesség (Kbps)

source: Maximum count (0=default)
da: Maximum nummer (0=ubegrænset)
hu: Maximális szám (0=alapértelmezett)

source: Maximum duration
da: Maximal varighed
hu: Maximális időtartam
uk: Максимальна тривалість

source: Maximum length in characters for the command setting PIDs to the SAT>IP box.
hu: Maximális karakterhossz a PID parancs beállításoknak a SAT> IP mezőben.

source: Maximum length of PIDs
da: Maximal længde af PID'er
fr: Longueur maximum des PIDs
hu: PID-ek maximális hoszza
uk: Максимальна довжина PID'ів

source: Maximum period (mins)
da: Maximal periode (min)
hu: Maximális periódus (percben)
uk: Максимальний період (хв)

source: Maximum schedules limit (0=default)
da: Maximal skemabegrænsning (0=standard)
hu: Maximális betervezésének száma (0=alapértelmezett)

source: Maximum size (MB)
da: Maksimal størrelse (MB)
hu: Maximális méret (MB)

source: Maximum timeout (seconds)
da: Maksimal timeout (sekunder)
fr: Délais max (secondes)
hu: Maximális időkorlát (másodperben)

source: Medicine
da: Medicin
fr: Médecine
hu: Gyógyászat
uk: Медицина

source: Melodrama
fr: Mélodrame
hu: Melodráma
uk: Мелодрама

source: Merge same name
da: Flet ved samme navn
hu: Ugyanazon nevek összevonása

source: Minimal channel number
da: Minimal kanalnummer
hu: Minimális csatorna szám
uk: Мінімальний номер каналу

source: Minimum duration
da: Minimal varighed
hu: Minimális időtartam
uk: Мінімальна тривалість

source: Minimum rotor time (seconds)
da: Minimal rotortid (sekunder)
hu: Minimális forgató időtartam (másodperben)
uk: Мінімальний час ротору (секунди)

source: Missing In PAT/SDT
da: Mangler i PAT/SDT
fr: Manquant dans PAT/SDT
hu: Hiányzik a PAT/SDT -ben

source: Mode
hu: Üzemmód
uk: Режим

source: Model description
da: Modelbeskrivelse
hu: Üzemmód leírás
uk: Опис моделі

source: Model name
da: Modelnavn
hu: Modell név
uk: Назва моделі

source: Model number
da: Modelnummer
hu: Modell szám
uk: Номер моделі

source: Modulation
hu: Moduláció
uk: Модуляція

source: Module
da: Modul
hu: Modul
uk: Модуль

source: Module ID
da: Modul-ID
hu: Modul ID
uk: ID модулю

source: Mon
da: Man
fr: Lun
hu: Hét
uk: Пон

source: More verbose libav log
da: Mere dybdegående libav-log
fr: Plus de log pour libav
hu: Részletesebb libav naplózás
uk: Більш розширений журнал libav

source: Motor rate (milliseconds/deg)
da: Motorrate (millisekunder/grader)
hu: Forgatási sebesség (milli/fok)

source: Motoring
da: Motorstyring
fr: Automobiles
hu: Motor

source: Movie
da: Film
fr: Film
hu: Film
uk: Фільми

source: Multiple lines of the cron time specification. The default cron triggers the Over-the-air grabber daily at 02:04 and 14:04. See Help on how to define your own.
hu: Többsoros cron az idő-meghatározáshoz. Az alapértelmezett cron kiváltja a Over-the-air EPG gyüjtőt, naponta 02:04 és 14:04 időpontokban . A súgóban több információt megtalál, hogyan határozzon meg sajátot.

source: Multiple lines of the cron time specification. The default cron triggers the internal grabbers daily at 12:04 and 00:04. See Help on how to define your own.
hu: Többsoros cron idő meghatározásának. Az alapértelmezett cron kiváltja a Over-the-air EPG gyüjtőt, naponta 02:04 és 14:04 időpontokban . A súgóban több információt megtalál, hogyan határozzon meg a sajátot.

source: Music
da: Musik
fr: Musique
hu: Zene
uk: Музика

source: Mux handling
da: Mux-styring
hu: Mux kezelés

source: Mux name
da: MUX-navn
hu: Mux neve

source: Mux not enabled
da: Mux slået fra
fr: Mux non activé
hu: A MUX nem engedélyezett

source: Mux schedule entry
da: Mux skemapost
hu: Mux ütem. bejegyzés

source: NONE
da: INGEN
fr: Aucun
hu: EGYIK SEM
uk: НІЧОГО

source: Name
da: Navn
fr: Nom
hu: Név
uk: Назва

source: Names
da: Navne
hu: Nevek
uk: Назви

source: Natural sciences
da: Naturvidenskab
fr: Sciences naturelles
hu: Természettudományok
uk: Природничі науки

source: Nature
da: Natur
hu: Természet
uk: Природа

source: Network
da: Netværk
fr: Réseau
hu: Hálózat
uk: Мережа

source: Network 1
da: Netværk 1
hu: 1. hálózat

source: Network 2
da: Netværk 2
hu: 2. hálózat

source: Network 3
da: Netværk 3
hu: 3. hálózat

source: Network 4
da: Netværk 4
hu: 4. hálózat

source: Network A
da: Netværk A
fr: Réseau A
hu: A hálózat
uk: Мережа A

source: Network B
da: Netværk B
fr: Réseau B
hu: B hálózat
uk: Мережа B

source: Network ID (limit scanning)
da: Netværks-ID (Begrænset Skanning)
fr: ID du réseau (limitation du scan)
hu: Hálózat ID (szkennelés korlátozás)
uk: ID мережі (обмеження сканування)

source: Network UUID
da: Netværks-UUID
fr: UUID du réseau
hu: Hálózati UUID
uk: UUID мережі

source: Network access
da: Netværks adgang
hu: Hálózati hozzáférés

source: Network discovery
da: Netværks-søgning
hu: Hálózati felderítés
uk: Пошук мережі

source: Network name
da: Netværks-navn
hu: Hálózat neve
uk: Назва мережі

source: Network prefix
da: Netværks-prefix
fr: Préfixe du réseau
hu: Hálózati előtag
uk: Префікс мережі

source: Network settings
da: Netværks indstillinger
hu: Hálózati beállítások

source: Network type
da: Netværks-type
hu: Hálózat típusa
uk: Тип мережі

source: Networks
da: Netværk
fr: Réseaux
hu: Hálózatok
uk: Мережі

source: News
da: Nyheder
fr: Journal
hu: Hírek
uk: Новини

source: News magazine
da: Nyhedsmagasin
fr: Journal
hu: Hírmagazin
uk: Журнали новин

source: Next tune delay in ms (0-2000)
da: Næste indstillings-forsinkelse i ms (0-2000)
fr: Délai de changement de fréquence, en ms (0-2000)
hu: Hangolási parancs késleltetési idő millisec.-ben (0-2000)
uk: Наступна затримка настройки в мс (0-2000)

source: No
da: Nej
hu: Nem
uk: Ні

source: No PIN
da: Ingen PIN
fr: Pas de PIN
hu: Nincs PIN
uk: Немає PIN

source: No access
da: Ingen Adgang
fr: Aucun accès
hu: Nincs hozzáférés
uk: Немає доступу

source: No adapters specified!
da: Ingen Adapter valgt
fr: Aucun adaptateur spécifié
hu: Nincs meghatározott eszköz
uk: Не вказано адаптера!

source: No assigned adapters
da: Ingen adapter tilføjet
hu: Nincs hozzárendelt adapter
uk: Немає асоційованого адаптера

source: No days
da: Ingen dage
fr: Aucun jour
hu: Nincsenek napok
uk: Немає днів

source: No descrambler
da: In descambler
fr: Pas de décrypteur
hu: Nincs kititkosító
uk: Немає розкодовувача

source: No free adapter
da: Ingen tilgængelig Adapter
fr: Pas d'adaptateur disponible
hu: Nincs szabad adapter
uk: Немає вільного адаптера

source: No input detected
da: Ingen indgang opdaget
fr: Pas d'entrée détectée
hu: Nincs érzékelt bemenet
uk: Не знайдено вхідного сигналу

source: No service assigned to channel
da: Ingen kanal tildelt Kanal
fr: Aucun service assigné a cette chaine
hu: Nincs szolgáltatás hozzárendelve a csatornához
uk: Немає сервісу, асоційованого з каналом

source: No service enabled
da: Ingen kanal Aktiv
fr: Pas de service activé
hu: Nincs engedélyezett szolgáltatás
uk: Немає ввімкнутих сервісів

source: No source available
da: Ingen Kilde til rådighed
fr: Pas de source disponible
hu: Nincs forrás
uk: Немає доступних джерел

source: None
da: Ingen
fr: Aucun
hu: Egyik sem
uk: Нічого

source: Normal
hu: Normál
uk: Нормальне

source: Not all SAT>IP servers use the same signal scaling. Change this setting if the signal level displayed within Tvheadend looks too low.
hu: Nem minden SAT> IP szerver használja ugyanazt a jel-léptéket. Változtassa meg ezt, ha a Tvheadend-ben megjelenített jelszint túl alacsonynak tűnik.

source: Not linked
da: ikke tilknyttet
hu: Nem linkelt

source: Not set
da: Ikke sat
fr: Non défini
hu: Nincs beállítva
uk: Не встановлено

source: Not set (none or channel configuration)
da: Ikke sat (none eller kanal-konfiguration)
fr: non défini (rien ou config de chaine)
hu: Nem beállított (egy sem vagy csatorna beállítás hiányzik)
uk: Не встановлено (немає або конфігурація каналу)

source: Not set (use channel or DVR configuration)
da: Ikke sat (brug kanal eller DVR-konfiguration)
fr: Non défini (utiliser la configuration de la chaine ou de l'enregistreur)
hu: Nem beállított (csatorna használata vagy DVR beállítás)
uk: Не встановлено (використати конфігурацію каналу або DVR)

source: Number
da: Nummer
fr: Numéro
hu: Szám
uk: Номер

source: Number of seconds to wait before timing out.
da: Antal sekunder der ventes, før timeout
hu: Lejárat előtti várakozási idő másodpercekben.

source: Number of tsfile tuners
da: Antal ts-fil-tunere
fr: Nombre de tuners tsfile
hu: Tsfile tőnerek száma

source: OK (partial)
da: OK (delvist)
fr: OK (partiel)
hu: OK (részleges)
uk: Добре (частково)

source: OSCam net protocol (rev >= 10389)
da: OSCam netprotokol (rev >= 10389)
hu: OSCam net protokol (rev >= 10389)
uk: Протокол мережі OSCam (рев >= 10389)

source: OSCam new pc-nodmx (rev >= 10389)
da: OSCam ny pc-nodmx (rev >= 10389)
hu: OSCam új pc-nodmx (rev >= 10389)
uk: OSCam новий pc-nodmx (rev >= 10389)

source: Odd key
da: Ulige Nøgle
hu: Páratlan kulcs
uk: Непарний ключ

source: Off
da: Slukket
hu: Ki
uk: Викл.

source: Older OSCam
da: Ældre OSCAM
fr: Ancien OSCam
hu: Régebbi OSCam
uk: Старіший OSCam

source: On
da: Til
hu: Be
uk: Вкл.

source: On file removal
da: Ved fjernelse af fil
hu: File eltávolításánál
uk: При вилученні файлу

source: On-demand
hu: Igény szerint
uk: На замовлення

source: One mux (EMM)
da: Een mux (EMM)
hu: Egy MUX (EMM)

source: Only Bulsatcom 39E
da: Kun Bulsatcom 39E
fr: Bulstatcom 39E uniquement
hu: Csak Bulsatcom 39E
uk: Тільки Bulsatcom 39E

source: Only EIT
da: Kun EIT
fr: Seulement EIT
hu: Csak EIT
uk: Тільки EIT

source: Only OpenTV Sky Ausat
da: Kun OpenTV Sky Ausat
fr: OpenTV Sky Ausat uniquement
hu: Csak OpenTV Sky Ausat
uk: Тільки OpenTV Sky Ausat

source: Only OpenTV Sky Italia
da: Kun OpenTV Sky Italia
fr: OpenTV Sky Italia uniquement
hu: Csak OpenTV Sky Italia
uk: Тільки OpenTV Sky Italia

source: Only OpenTV Sky UK
da: Kun OpenTV Sky UK
fr: OpenTV Sky UK uniquement
hu: Csak OpenTV Sky UK
uk: Тільки OpenTV Sky UK

source: Only PSIP (ATSC)
da: Kun PSIP (ATSC)
fr: Seulement PSIP (ATSC)
hu: CSak PSIP (ATSC)

source: Only UK Freesat
da: Kun UK Freesat
fr: UK Freesat uniquement
hu: Csak UK Freesat
uk: Тільки UK Freesat

source: Only UK Freeview
da: Kun UK Freeview
fr: UK Freeview uniquement
hu: Csak UK Freeview
uk: Тільки UK Freeview

source: Only Viasat Baltic
da: Kun Viasat Baltic
fr: Viasat Baltic uniquement
hu: Csak Viasat Baltic
uk: Тільки Viasat Baltic

source: Only one auto channel
da: Kun én Automatisk Kanal
hu: Csak egy auto csatorna
uk: Тільки один авто-канал

source: Only preferred CA PID
da: Kun foretrukket CA PID
hu: Csak preferált CA PID
uk: Тільки улюблені CA PID
