Repository: dmb-dev87/cpp_tvheadend
Catalog: intl/tvheadend.*.po
Languages: da, fr, hu, uk

source: Differentiated Services Code Point / Type of Service: Set the service class Tvheadend sends with each packet. Depending on the option selected this tells your router the prority in which to give packets sent from Tvheadend, this option does not usually need changing. See https://en.wikipedia.org/wiki/Differentiated_services for more information.
da: Differentiated Services Code Point / Type of Service : Indstil tjenesten klassen Tvheadend sender med hver pakke . Afhængigt af den valgte indstilling, fortæller dette din router den PRIORITERET som den skal give pakker, der sendes fra Tvheadend, denne indstilling behøver man normalt ikke at ændre. Se https://en.wikipedia.org/wiki/Differentiated_services for yderligere information.
hu: Differentiated Services Code Point / Type of Service: a service class beállítása, amit a Tvheadend küld minden csomaggal. A választástól függően ez közli a routerrel, hogy milyen prioritással küldje tovább a Tvhheadend által továbbított csomagokat, ez a beállítás általában nem igényel változtatást. Lásd: https://en.wikipedia.org/wiki/Differentiated_services további információkért.

source: Directory
da: Mappe
fr: Répertoire
hu: Könyvtár
uk: Тека

source: Directory permissions (octal, e.g. 0775)
da: Mappe-tilladelser (octal, f.eks. 0775)
hu: Könyvtárengedélyek (oktális, pl. 0775)
uk: Права доступу до теки (вісімкові, напр. 0775)

source: Disable
da: Deaktiver
fr: Désactivé
hu: Kikapcsol
uk: Виключити

source: Disable DVB bouquets
da: Deaktiver DVB bouquets
fr: Désactiver les bouquets DVB
hu: DVB csokrok kikapcsolása
uk: Виключити групи каналів DVB

source: Disable SAT>IP client
da: Deaktiver SAT>IP-klient
fr: Désactiver le client SAT>IP
hu: SAT>IP kliens letiltása
uk: Виключити клієнт SAT>IP

source: Disable all access control checks
da: Deaktiver alt adganskontrol
fr: Désactive tous les contrôles d’accès
hu: Minden hozzáférési-elérés vizsgálatának kikapcsolása

source: Disable debug on stderr
da: Deaktiver fejlsøgning på stderr
hu: Debug stderr interfészen kikapcsolása

source: Disable device/firmware-specific workarounds
da: Deaktiver enheds/firmware-specifikke løsninger
fr: Désactive les palliatifs spécifiques au périphérique/firmware
hu: Eszköz / firmware-specifikus megoldások kikapcsolása

source: Disable syslog (all messages)
da: Deaktiver syslog (alle meddelelser)
fr: Désactive le syslog (Tous les messages)
hu: Rendszernapló letiltása (minden üzenet)
uk: Вимкнути syslog (всі повідомлення)

source: Disabled
da: Deaktiveret
hu: Kikapcsolt
uk: Вимкнено

source: Discussion
da: Diskussion
hu: Beszélgetés
uk: Дискусія

source: DiseqC repeats
da: DiseqC gentagelser
fr: Répétition du DiseqC
hu: DiseqC ismétlés
uk: DiseqC повтори

source: DiseqC rotor
hu: DiseqC forgató
uk: DiseqC Ротор

source: DiseqC switch
da: DiseqC kontakt
fr: Switch du DiseqC
hu: DiseqC kapcsoló
uk: DiseqC перемикач

source: Do not use
da: Brug ikke
fr: Ne pas utiliser
hu: Ne használd
uk: Не використовувати

source: Do the service mapping to channels.
da: Tilføj kortlagte kanaler til kanaler.
hu: A szolgáltatások hozzárendelése csatornákhoz.
uk: Автоматично відображати сервіси до каналів

source: Documentary
da: Dokumentar
fr: Documentaire
hu: Dokumentum
uk: Документальне

source: Don't backup configuration tree at upgrade
da: Lav ikke backup af configurations-træet ved opgradering
fr: Ne pas sauvegarder la configuration durant la mise à jour
hu: Konfigurációs fa frissítésének mellőzése mentés esetén.
uk: Не створювати резервну копію дерева конфігурації при оновленні

source: Don't include title in filename
da: Inkludér ikke titel i filnavn
hu: Cím használatának mellőzése a fájlnévben
uk: Не додавати назву до назви файлу

source: Don't keep
da: Behold ikke
fr: Ne pas garder
hu: Ne tartsa meg
uk: Не зберігати

source: Don't re-record
da: Genoptag ikke
hu: Ne rögzítsen újra
uk: Не перезаписувати

source: Don't reschedule
da: Skemalæg ikke igen
hu: Ne ütemezze újra
uk: Не переплановувати

source: Drama
fr: Drame
hu: Dráma
uk: Драма

source: Duplicate handling
da: Duplikér handling
hu: dupla bejegyzések kezelése
uk: Поводження з дублікатами

source: Duration
da: Varighed
fr: Durée
hu: Időtartam
uk: Тривалість

source: EIT - skip TSID check
fr: EIT - Ne pas vérifier le TSID
hu: EIT - TSID ellenőrzésének kihagyása
uk: EIT - пропустити перевірку TSID

source: EIT broadcast in local time
da: EIT send i lokaltid
hu: EIT közvetítése helyi időben
uk: Трансляція EIT в локальний час

source: EPG grabber
hu: EPG letöltő
uk: Захоплювач ТБ-програми

source: EPG grabber channel
da: EPG-grabberkanal
fr: Récupérateur d'EPG des chaines
hu: EPG letöltő csatorna
uk: Канал захоплювача ТБ-програми

source: EPG grabber configuration
da: EPG-grabber konfiguration
hu: EPG letöltő beállítása
uk: Конфігурація захоплювача ТБ-програми

source: EPG name
da: EPG-navn
hu: EPG név
uk: Назва ТБ-програми

source: EPG scan
hu: EPG szkennelés
uk: Сканування телепрограми

source: EPG scan timeout in seconds (30-7200)
da: EPG-skan timeout i sekunder (30-7200)
fr: Délais max d'attente du scan de l'EPG en secondes (30-7200)
hu: EPG szkennelés időtúllépés másodpercekben (30-7200)
uk: Затримка сканування телепрограми в секундах (30-7200)

source: EPG source
da: EPG-kilde
hu: EPG forrása
uk: Джерело телепрограми

source: EPG update window
da: EPG-opdateringsvindue
hu: EPG frissítési ablak
uk: Вікно оновлення телепрограми

source: Economics
da: Økonomi
fr: Economie
hu: Gazdaság
uk: Економіка

source: Education
da: Uddannelse
hu: Oktatás
uk: Освіта

source: Educational
da: Uddannelses
fr: Education
hu: Oktatási
uk: Освітнє

source: Elementary stream filter
da: Elementær streamfilter
hu: Alapvető stream szűrő
uk: Фільтр елементарного потоку

source: Enable (auto)
da: Slå til (auto)
fr: Activer (auto)
hu: Engedélyez (automatikus)
uk: Ввімкнути (авто)

source: Enable DBus
da: Slå DBus til
fr: Activer DBus
hu: DBUS engedélyezése
uk: Ввімкнути DBus

source: Enable NTP driver
da: Slå NTP driver til
fr: Activer les drivers NTP
hu: NTP meghajtó engedélyezése
uk: Ввімкнути драйвер NTP

source: Enable coredumps for daemon
da: Slå coredumps for daemon til
fr: Activer les coredumps pour le démon
hu: Coredump-ok engedélyezése a daemon-hoz
uk: Включити створення дампів для демону

source: Enable debug on stderr
da: Slå debug ved stderr til
fr: Activer le debug vers le stderr
hu: Debug stderr interfészen engedelyezése

source: Enable debug subsystems
da: Slå debug af undersystemer til
fr: Activer le debug du sous-système
hu: Debug alrendszerek engedelyezése
uk: Ввімкнути підсистеми відладки

source: Enable debug to file
da: Slå debug til fil til
fr: Activer le debug vers un fichier
hu: Debug file-ba engedelyezése
uk: Ввімкнути відладку до файлу

source: Enable debug to syslog
da: Slå debug til syslog til
fr: Activer le debug vers syslog
hu: Debug syslog-ba engedelyezése
uk: Ввімкнути відладку до системного журналу

source: Enable if the SAT>IP box requests plts=on parameter in the SETUP RTSP command for DVB-S2 muxes.
da: Aktiver hvis SAT>IP boksen efterspørger plts=on parameteren i SETUP RTSP kommandoen til DVB-S2 mux'er.
hu: Engedélyezze, ha a SAT>IP box a plts=on paramétert kér a SETUP RTSP parancsban DVB-S2 mux esetén.

source: Enable if the SAT>IP box requires pids=0 parameter in the SETUP RTSP command.
da: Aktiver hvis SAT>IP boksen efterspørger pids=0 parameteren i SETUP RTSP kommandoen.
hu: Engedélyezze, ha a SAT>IP box a pids=0 paramétert kér a SETUP RTSP parancsban.

source: Enable if the SAT>IP box requires pids=21 parameter in the SETUP RTSP command
da: Aktiver hvis SAT>IP boksen efterspørger pids=21 parameteren i SETUP RTSP kommandoen.
hu: Engedélyezze, ha a SAT>IP box a pids=21 paramétert kér a SETUP RTSP parancsban.

source: Enable if the SAT>IP box supports the addpids/delpids commands.
da: Aktiver hvis SAT>IP boksen understøtter addpids/delpids kommandoer.
hu: Engedélyezze, ha a SAT>IP box támogatja az addpids/delpids parancsokat.

source: Enable or disable RTSP/TCP (embedded data) support.
da: Aktiver eller deaktiver RTSP/TCP (indlejrede data) understøttelse.
hu: Az RTSP/TCP (embedded data) támogatás engedélyezése vagy tiltása.

source: Enable or disable fast input switching.
da: Aktiver eller deaktiver hurtig skift af indgang.
hu: A gyors bemeneti kapcsolás engedélyezése vagy tiltása.

source: Enable or disable full mux mode.
da: Aktiver eller deaktiver full mux tilstand.
hu: A teljes mux üzemmód engedélyezése vagy tiltása.

source: Enable or disable ignoring of Event Information Table (EIT) data on this mux.
da: Aktiver eller deaktiver ignorere "Event Information Tabel" (EIT) data på denne mux.
hu: Az esemény információs tábla (Event Information Table (EIT)) adatainak figyelmen kívül hagyásának engedélyezése vagy tiltása ezen a mux-on.

source: Enable or disable this configuration.
da: Aktiver eller deaktiver denne konfiguration.
hu: Jelenlegi konfiguráció engedélyezése vagy tiltása.

source: Enable or disable this mux.
da: Aktiver eller deaktiver denne mux.
hu: Mux engedélyezése vagy tiltása.

source: Enable syslog
da: Aktiver syslog
hu: Syslog engedélyezése
uk: Включити системний журнал

source: Enable system time updates. This will only work if the user running Tvheadend has rights to update the system clock (normally only root).
da: Aktiver system tids opdateringer. Dette vil kun virke hvis brugeren, som kører Tvheadend har rettighederne til at opdatere systemets tid (normalt kun "root").
hu: Rendszeridő frissítésének engedélyezése. Ez csak akkor működik, ha a Tvheadend-et futtató felhasználónak van jogosultsága a rendszeróra állításához. (Általában ez csak root jogokkal működik).

source: Enable trace subsystems
da: Slå trace undersystemer til
fr: Activer les traces du sous-système
hu: Trace alrendszerek engedelyezése
uk: Ввімкнути підсистеми відслідковування

source: Enable web UI debug (non-minified JS)
da: Slå web UI debug (non-minified JS) til
hu: Webes felületének debug-olásának engedélyezése (nem-minimalizált JS)

source: Enabled
da: Slået til
fr: Activé
hu: Engedélyezett
uk: Ввімкнено

source: Encrypted
da: Krypteret
fr: Encrypté
hu: Kódolt
uk: Зашифровано

source: Encrypted service
da: Krypteret Kanal
fr: Service encrypté
hu: Kódolt csatorna
uk: Закритий сервіс

source: Enter external IP if behind Network address translation (NAT).
da: Indtast ekstern IP, hvis du er bag en NAT IP
hu: Amennyiben hálózati címfordítást (NAT) használ, írja be a külső IP-címet.

source: Enter the Physical Layer Scrambling (PLS) code used on this mux.
da: Indtast den "Physical Layer Scrambling (PLS) kode som bruges på denne mux
hu: Írja be az ehhez a mux-hoz tartozó Physical Layer Scrambling (PLS) kódot.

source: Enter the access control details to secure your system. The first part of this covers the IPv4 network details for address-based access to the system; for example, 192.168.1.0/24 to allow local access only to 192.168.1.x clients, or 0.0.0.0/0 or empty value for access from any system. This works alongside the second part, which is a familiar username/password combination, so provide these for both an administrator and regular (day-to-day) user. You can leave the username and password blank if you don't want this part, and would prefer anonymous access to anyone. This wizard should be run only on the initial setup. Please, cancel it, if you are not willing to touch the current configuration.
da: Indtast adgangskontrol detaljer for at sikre dit system. Den første del dækker IPv4 netværks detaljer for adresse baseret adgang til systemet; f.eks. 192.168.1.0/24 for at give lokal adgang til klienter med IP 192.168.1.x, eller 0.0.0.0/0 eller blank for at give alle adgang. Dette virker sideløbende med den anden del, som er en kombination af brugernavn/kodeord, så angiv dette for både en administrator og en alm. bruger (bruges dagligt). Du kan lade brugernavn og kodeord være blanke, hvis du ikke ønsker at benytte denne del, og vil foretrække anonym adgang for alle. Denne guide bør kun køres på den første opsætning. Venligst annullere den hvis du ikke ønsker ændre ved den aktuelle konfiguration.
hu: Adja meg a hozzáférési adatokat a rendszer biztonságossá tételéhez. Ennek az első része tartalmazza az IPv4 hálózati azonosítót, a cím-alapú hozzáféréshez; például: 192.168.1.0/24, hogy csak a 192.168.1.x címekről lehessen hozzáférni, vagy 0.0.0.0/0, esetleg üres érték, hogy minden címről elfogadja a kéréseket. Ez együtt használatos a második résszel, ami egy már ismert felhasználónév/jelszó páros, tehát ezeket meg kell adni mind egy rendszergazdai, mind egy hagyományos (mindennapos) felhasználói hozzáféréshez. A felhasználónév/jelszó üresen is hagyható, ez esetben mindenki hozzáférhet a rendszerhez és nem azonosítható a belépő felhasználó. Ez a varázsló csak a kezdeti beállítások esetén futtatandó. Kérjük szakítsa meg, amennyiben nem akarja módosítani jelenlegi beállításait.

source: Entertainment programs for 10 to 16
da: Underholdningsprogram (10 - 16)
hu: Szórakoztató programok 10-től 16-ig
uk: Розважальні програми для 10 до 16

source: Entertainment programs for 6 to 14
da: Underholdningsprogram (6 - 14)
hu: Szórakoztató programok 6-tól 14-ig
uk: Розважальні програми для 6 до 14

source: Environment
da: Miljø
fr: Environnement
hu: Környezet
uk: Середовище

source: Environment (pipe)
da: Miljø (pipe)
fr: Environnement (pipe)
hu: Környezet (pipe)
uk: Середовище (pipe)

source: Episode
hu: Epizód
uk: Епізод

source: Episode %d
hu: Epizód %d
uk: Епізод %d

source: Error code
da: Fejlkode
hu: Hibakód
uk: Код помилки

source: Errors
da: Fejl
fr: Erreurs
hu: Hibák
uk: Помилки

source: Even key
da: Lige nøgle
hu: Páros kulcs
uk: Парний ключ

source: Every day
da: Hver dag
fr: Chaque jours
hu: Minden nap
uk: Кожен день

source: Exclude channel tags
da: Eksludér Kanal-skilte
hu: Csatorna címkék mellőzése
uk: Виключити мітки каналу

source: Expeditions
da: Ekspeditioner
fr: Expéditions
hu: Expedíciók
uk: Експедиції

source: Experimental film
da: Eksperimental-film
fr: Films expérimental
hu: Kísérleti film
uk: Експериментальний філм

source: Expert
da: Ekspert
hu: Haladó
uk: Експертний

source: Exported tuners
da: Eksporterede tunere
hu: Exportált tunerek
uk: Експортовані тюнери

source: External
da: Ekstern
fr: Externe
hu: Külső
uk: Зовнішні

source: External EPG grabber
da: Ekstern EPG-grabber
hu: Külső EPG letöltő
uk: Зовнішній захоплювач телепрограми

source: External IP (NAT)
da: Ekstern IP (NAT)
hu: Külső IP cím (NAT)
uk: Зовнішній IP (NAT)

source: External URL
da: Ekstern URL
fr: URL externe
hu: Külső URL
uk: Зовнішній URL

source: Extra arguments
da: Ekstra agumenter
hu: Plussz paraméterek
uk: Додаткові аргументи

source: Extra padding after recordings (minutes)
da: Ekstra fyld efter optagelser (minutter)
hu: Felvételek utáni extra idő (percek)

source: Extra padding before recordings (minutes)
da: Ekstra fyld før optagelser (minutter)
hu: Felvételek előtti idő (percek)

source: Extra start time
da: Ekstra starttid
hu: Plussz kezdési idő
uk: Додатковий час початку

source: Extra stop time
da: Ekstra stoptid
hu: Plussz leállítási időpont
uk: Додатковий час зупинки

source: Extra warming up time (seconds)
da: Extra opvarmnings tid (sekunder)
hu: Plussz bemelegítési idő (másodperc)
uk: Додатковий час ініціалізації (секунди)

source: FAIL
fr: En erreur
hu: SIKERTELEN
uk: НЕВДАЧА

source: FEC high
da: FEC høj
hu: FEC magas
uk: Найвищий FEC

source: FEC low
da: FEC lav
hu: FEC alacsony
uk: Найнижчий FEC

source: Factual topics
da: Faktulle emner
fr: Sujets d'actualité
hu: Tényszerű témák

source: Failed
da: Fejlede
hu: Sikertelen

source: Failed DVR
da: Fejlede DVR
fr: Enregistrement en erreur
hu: Sikertelen DVR

source: Fast input switch
da: Hurtig-indgangsskift
hu: Gyors bemenet váltás

source: File missing
da: Manglende fejl
hu: Hiányzó fájl
uk: Пропущено файл

source: File not created
da: Fil ikke oprettet
hu: A fájl nem lett létrehozva
uk: Файл не створено

source: File permissions (octal, e.g. 0664)
da: Filtilladelser (octal, f.eks. 0664)
hu: Fájl jogosultságok (oktális, pl. 0664)
uk: Права доступу до файлу (вісімкові, напр. 0664)

source: File size
da: Fil størrelse
hu: Fájlméret
uk: Розмір файлу

source: Filename
da: Filnavn
fr: Nom du fichier
hu: Fájlnév
uk: Назва файлу

source: Filename character set
da: Filnavn karaktersæt
hu: Fájlnév karakterkészlete
uk: Налаштування символів назви файлу

source: Filename options
da: Filnavns muligheder
hu: Fájlnév tulajdonságai
uk: Опції назви файлу

source: Fine arts
da: Æstetik
fr: Beaux-arts
hu: Szépművészet
uk: Образотворче мистецтво

source: Finished
da: Slut
hu: Befejezett
uk: Закінчено

source: Fitness and health
da: Fitness og sundhed
fr: Fitness et santé
hu: Fitness és egészség
uk: Фітнес і здоров’я

source: Folk
hu: Népzene
uk: Народне

source: Folkloric
da: Folklore
fr: Folklorique
hu: Népi
uk: Фольклор

source: Football
da: Fodbold
hu: Labdarúgás
uk: Футбол

source: Force (auto)
da: Tving (auto)
hu: Kényszerít (automatikus)
uk: Вимусити (авто)

source: Force CA ID (e.g. 0x2600)
da: Tving CA ID (f.eks. 0x2600)
fr: Forcer l'ID du CA (par ex. 0x2600)
hu: CA ID Kényszerítés (pl.. 0x2600)
uk: Вимусити CA ID (e.g. 0x2600)

source: Force all network connections to this tuner to be made over the specified IP address, similar to the setting for the SAT>IP device itself. Setting this overrides the device-specific setting.
hu: Kényszerítse az összes hálózati kapcsolatot, amely ehhez a tunerhez csatlakozik, hogy ezen a IP-n keresztül jöjjön létre, hasonlóan a SAT> IP eszköz beállításához.Ez a beállítás felülírja az eszköz-specifikus beállításokat.

source: Force an initial EPG scan at start-up.
da: Tving en indledende EPG skanning ved opstart.
hu: Kezdeti EPG letöltés kényszerítése indításkor.

source: Force initial EPG scan at start-up
da: Fremtving EPG-scan ved start-up
hu: EPG szkennelés kényszerítése indítás után
uk: Вимусити початкове сканування телепрограми під час запуску

source: Force old status
da: Fremtving gammel status
hu: Régi stilusú státusz lekérés kényszerítése
uk: Вимусити старий статус

source: Force pilot for DVB-S2
da: Fremtving pilot for DVB-S2
fr: Forcer le pilote pour le DVB-S2
hu: Pilot mód kényszerítése DVB-S2 -re

source: Force priority
da: Fremtving prioritet
hu: Prioritás kényszerítése
uk: Вимусити пріоритет

source: Force teardown delay
da: Fremtving teardown-forsinkelse
fr: Délais pour forcer la fin de communication
hu: Szétszerelés - teardown késleltetés

source: Force the delay between RTSP TEARDOWN and RTSP SETUP command (value from 'Next tune delay in ms' is used). Some devices are not able to handle quick continuous tuning.
hu: Kényszerítse a késést az RTSP TEARDOWN és RTSP SETUP parancsoknál (értékét a next tune delay in ms beallításból kapja). Egyes készülékek nem képesek kezelni a gyors folytonos hangolást.

source: Force the local UDP Port number here. The number should be even (RTP port). The next odd number (+1) will be used as the RTCP port.
hu: Kényszerítse az itt megadott lokális UDP-port számának használatát. A érték páros kell, hogy legyen (RTP port). A következő páratlan szám (+1) lesz használva mint RTCP port.

source: Force usage of entered CA ID on this service.
hu: A beírt CA ID kényszerített használata ennél a szolgáltatásnál.

source: Foreign countries
da: Andre lande
fr: Pays étrangers
hu: Külföldi országok
uk: Іноземні країни

source: Forever
da: For altid
hu: végtelen
uk: Завжди

source: Fork and run as daemon
da: Opsplit og kør som daemon
fr: Dupliquer le processus en tant que service
hu: Fork-ol és futtat mind daemon

source: Format string
da: Formaterings streng
hu: Karakter formátum
uk: Формат стрічки

source: Found muxes
da: Fundet mux'ere
hu: Talált mux-ok

source: Found services
da: Fundet kanaler
hu: Talált szolgáltatások

source: Free subscription weight
da: Ledig abonnements prioritet
hu: Szabad feliratozások súlya

source: Free-format text field. Enter whatever you like here.
da: Frit formaterings tekst felt. Indtast lige hvad du har lyst til
hu: Szabad formátumú szöveges mező. Írjon be bármit ide.

source: Frequency
da: Frekvens
fr: Fréquence
hu: Frekvencia
uk: Частота

source: Frequency (Hz)
da: Frekvens (Hz)
fr: Fréquence (Hz)
hu: Frekvencia (Hz)
uk: Частота (Гц)

source: Frequency (MHz)
da: Frekvens (MHz)
fr: Fréquence (MHz)
hu: Frekvencia (MHz)
uk: Частота (МГц)

source: Frequency (kHz)
da: Frekvens (kHz)
fr: Fréquence (kHz)
hu: Frekvencia (kHz)
uk: Частота (кГц)

source: Fri
da: Fre
fr: Ven
hu: Pé
uk: П’ят

source: Friendly name
da: Let navn
hu: Barátságos név
uk: Скорочена назва

source: Frontend number
da: Frontend nummer
hu: Fejegység száma

source: Frontend path
da: Frontend sti
hu: Fejegység elérési útvonal

source: Full DiseqC
hu: Teljes DiseqC
uk: Повний DiseqC

source: Full mux RX mode supported
da: Fuld mux RX mode understøttet
hu: Teljes MUX RX mód támogatás

source: Full pathname specification
da: Fuld stinavns-specifikation
hu: Teljes elérési útvonal meghatározása

source: Full-text
da: Fuldtekst
fr: Mode texte
hu: Teljes szöveg
uk: Повний текст

source: Further education
da: Videre uddannelse
fr: Formation continue
hu: További oktatás
uk: Додаткова освіта

source: GOTOX position
hu: GOTOX pozicíó
uk: GOTOX Позиція

source: GOTOX rotor
hu: GOTOX forgató
uk: GOTOX Ротор

source: Game show
fr: Exposition de jeux
hu: Vetélkedő
uk: Ігрове шоу

source: Gardening
da: Havebrug
fr: Jardinage
hu: Kertészkedés
uk: Садівництво

source: General
da: Generelt
fr: Général
hu: Általános
uk: Загальне

source: General configuration
da: Generel konfiguration
hu: Általános beállítás
uk: Загальна конфігурація

source: Generic
da: Generisk
fr: Générique
hu: Általános
uk: Загальне

source: Generic options
da: Generisk valg
hu: Általános opciók
uk: Загальні опції

source: Guard interval
da: Vagtinterval
hu: Figelési intervallum

source: HD: high definition
hu: HD: Magas felbontású
uk: HD: Висока роздільна здатність

source: HDHomeRun DVB frontend
hu: HDHomeRun DVB fejegység

source: HDHomeRun DVB-C frontend
hu: HDHomeRun DVB-C fejegység

source: HDHomeRun DVB-T frontend
hu: HDHomeRun DVB-T fejegység

source: HTSP Default Stream Settings
da: HTSP Standardindstillinger
fr: Paramètre par défaut du flux HTSP
hu: HTSP Alapértelmezett Stream Beállítások
uk: Типові налаштування потоку HTSP

source: HTSP stream profile
da: HTSP stream-profil
hu: HTSP stream profil
uk: Профіль потоку HTPS

source: HTSP streaming
hu: HTSP stream-elés
uk: Передавання потоку HTPS

source: HTTP CORS origin
da: HTTP CORS oprindelse
hu: HTTP CORS kezdeti érték

source: HTTP Cross-origin resource sharing origin. This option is usually set when Tvheadend is behind a proxy. Enter a domain (or IP) to allow cross-domain requests.
hu: HTTP Cross-origin resource sharing origin. Ez az opció általában akkor használatos, amikor a Tvheadend proxy mögött van. Adjon meg egy domainnevet (vagy IP címet), hogy a cross-domain kéréseket engedélyezze.

source: Handicraft
da: Håndværk
fr: Artisanat
hu: Kézművesség

source: Hearing impaired
da: Hørehæmmede
fr: Malentendant
hu: Hallássérült

source: Hierarchy
da: Hierarki
fr: Hiérarchie
hu: Hierarchia
uk: Ієрархія

source: High
da: Høj
fr: Haut
hu: Magas
uk: Високий

source: High bitrate mode (CI+ CAMs only)
da: Høj bitrate mode (kun CI+ CAM)
hu: Magas bitráta mód (CI+ CAM )

source: Historical movie
da: Historisk Film
fr: Film d’époque
hu: Történelmi film
uk: Історичне кіно

source: How frequently it will re-try fetching an image that has failed to be fetched.
hu: Milyen gyakran próbálja újra letölteni a képet, amelyet nem sikerült letöltenie.

source: How frequently the upstream provider is checked for changes.
hu: Milyen gyakran ellenőrizze a feltöltő szolgáltatót változások miatt.

source: IDLE
fr: En veille
hu: üresjárat

source: IP address
da: IP-adresse
hu: IP-cím
uk: Адреса IP

source: IP blocking
da: IP-blokering
hu: IP blokkolás
uk: Блокування IP
