Repository: dmb-dev87/cpp_tvheadend
Catalog: intl/tvheadend.*.po
Languages: da, fr, hu, uk

source: Service Raw
fr: Service de base

source: Service Type
fr: Type du service

source: Services Count %zi
fr: Compteur du service %zi

source: Show
fr: Spectacles
uk: Показати

source: Site Latitude
fr: Latitude du site

source: Site Longitude
fr: Longitude du site

source: Skip Commercials
fr: Passer les pubs

source: Skip Initial Bytes
fr: Ignore les premiers octets

source: Skip Initial Scan
fr: Passer le premier scan

source: Slave Entry
fr: Entrée esclave

source: Slot State
fr: Etat du slot

source: Sort Index
fr: Tri des indexes

source: Start After
fr: Démarrer après

source: Start Before
fr: Démarrer avant

source: Start Time
fr: Heure de démarrage

source: Status Period (ms)
fr: Période du statut (ms)

source: Stop Time
fr: Heure de fin

source: Storage Path
fr: Répertoire de stockage

source: Stream Index
fr: Index du flux

source: Stream Profile
fr: Profil du flux

source: Stream Type
fr: Type de flux

source: Streaming Priority
fr: Priorité du flux

source: Streaming Profiles
fr: Profils de flux

source: Subdirectory Options
fr: Options des sous-répertoires

source: Subscription Weight
fr: Niveau de la souscription

source: Subtitle CODEC
fr: Codec des sous-titres

source: Subtitle Stream Filter
fr: Filtre du flux de sous-titre

source: Surround (2 Front, Rear Mono)
fr: Surround (2 Avant, Arrière Mono)

source: Switch Then Rotor
fr: Switch puis Rotor

source: Symbol Rate (Sym/s)
fr: Débit de symboles (Sym/s)

source: Tag Files With Metadata
fr: Marquer les fichiers avec les metadata

source: Talk show
fr: Débats
uk: Ток-шоу

source: Teletext Stream Filter
fr: Filtre du flux télétexte

source: This Tuner
fr: Ce Tuner

source: Time Update
fr: Mise à jour de l'heure

source: Title (Regexp)
fr: Titre (Regexp)

source: Tone Burst
fr: Impulsion de Tonalité

source: Transmission Mode
fr: Mode de transmission

source: Transport Stream ID
fr: ID du flux du transpondeur

source: Tune Before DiseqC
fr: Régler avant DiseqC

source: Tune Repeats
fr: Répétiteur de tuner

source: Tuner Configuration
fr: Configuration du tuner

source: UDP RTP Port Number (2 ports)
fr: Numéro de port RTP en UDP (2 ports)

source: Uncommited First
fr: Premier dévalidé

source: Unicable Switch (Universal LNB, experimental)
fr: Switch Unicable (LNB universel, expérimental)

source: Unicable Type
fr: Type d'unicable

source: Unlimited Size
fr: Taille illimitée

source: Unlimited Time
fr: Temps illimité

source: Update Card (EMM)
fr: Mise à jour de la carte (EMM)

source: Update Disabled
fr: Mise a jour désactivée

source: Use only RAM
fr: Utilisation de la RAM uniquement

source: User Access Error
fr: Erreur d’accès de l'utilisateur

source: User Icon
fr: Icône de l'utilisateur

source: User Limit Reached
fr: Limite de l'utilisateur atteinte

source: Video
fr: Vidéo
uk: Відео

source: Video Bitrate (kb/s) (0=Auto)
fr: Débit Vidéo (kb/s) (0=Auto)

source: Video CODEC
fr: Codec vidéo

source: Video Recorder
fr: Enregistreur vidéo

source: Video Stream Filter
fr: Filtre de flux vidéo

source: Web Interface
fr: Interface Web

source: Web Interface Language
fr: Langage de l'interface Web

source: Web User Interface
fr: Utilisateur de l’interface web

source: tvhdhomerun Client
fr: Client tvhdhomerun

source: A
uk: А

source: AA
uk: АА

source: AB
uk: АБ

source: AUTO
uk: АВТО

source: Admin
uk: Адміністратор

source: Auto
uk: Авто

source: B
uk: Б

source: BB
uk: ББ

source: Film
uk: Фільм

source: Jazz
uk: Джаз

source: Log
uk: Журнал

source: MPEG-TS multiplex
uk: Мультиплекс MPEG-TS

source: Mono
uk: Моно

source: Musical
uk: Музичні

source: Mux
uk: Мультиплекс

source: OK
uk: Добре

source: OSCam (rev >= 9095)
uk: OSCam (рев. >= 9095)

source: OSCam TCP (rev >= 9574)
uk: OSCam TCP (рев >= 9574)

source: OSCam pc-nodmx (rev >= 9756)
uk: OSCam pc-nodmx (рев >= 9756)

source: Pop
uk: Поп

source: Port
uk: Порт

source: RTSP port
uk: Порт RTSP

source: Rock
uk: Рок

source: Standard
uk: Стандартний

source: Stream index
uk: Індекс потоку

source: Switch: %s
uk: Переключення: %s

source: Sync
uk: Синхронізація

source: Thriller
uk: Трилер
