Repository: dmb-dev87/cpp_tvheadend
Catalog: intl/tvheadend.*.po
Languages: da, fr, hu, uk

source: Source reconfigured
da: Kilde genkonfigureret
fr: Source reconfigurée
hu: Forrás újrabeállítva
uk: Джерело переконфігуроване

source: Southern hemisphere (latitude direction)
da: Sydlige halvkugle (breddegrads-retning)
hu: Déli félteke (szélesség irányában)

source: Special events (Olympic Games, World Cup, etc.)
da: Specielle begivenheder (Olympiske Lege, WM, osv.)
fr: Évènements spéciaux (Jeux Olympiques, Coupe du Monde, etc.)
hu: Különleges események (Olimpia, Világkupák, stb.)
uk: Спеціальні події (Олімпійські ігри, Кубок світу, етс.)

source: Specify User-Agent header for the http client
da: Specificér UserAgent-header for http-klienten
fr: Spécifier un User-Agent pour le client http
hu: Adja meg az User-Agent - felhasználókliens fejlécet a HTTP kliensnek

source: Specify alternative htsp port
da: Specificér alternativ HTSP-port
fr: Spécifier un port htsp alternatif
hu: Alternatív htsp port megadása
uk: Вказати альтернативний порт htsp

source: Specify alternative http port
da: Specificér alternativ HTTP-port
fr: Spécifier un port http alternatif
hu: Alternatív http port megadása
uk: Вказати альтернативний порт http

source: Specify alternative http webroot
da: Specificér alternativ HTTP-webroot
fr: Spécifier un répertoire web racine alternatif
hu: Alternatív http webroot megadása

source: Specify bind address
da: Specificér bind-adresse
fr: Spécifier une adresse de liaison
hu: Bind IP címének megadása

source: Specify extra htsp port
da: Specificér ekstra HTSP-port
fr: Spécifier un port supplémentaire pour le HTSP
hu: Alternatív htsp port megadása

source: Spiritual sciences
da: Sprituel videnskab
fr: Sciences Spirituelle
hu: Lelki tudományok

source: Sports
da: Sport
hu: Sportok
uk: Спорт

source: Sports magazines
da: Sportsmagasiner
fr: Magazines sportifs
hu: Sportműsorok
uk: Спортивні журнали

source: Squash
hu: Fallabda
uk: Сквош

source: Start
fr: Démarrer
hu: Kezdés
uk: Почати

source: Start after
da: Start efter
hu: Kezdés időpont után
uk: Почати після

source: Start before
da: Start før
hu: Kezdés időpont előtt
uk: Почати перед

source: Start time
da: Starttid
hu: Kezdés Időpontja
uk: Час початку

source: Status
fr: Etat
hu: Állapot
uk: Статус

source: Status period (ms)
da: Statusperiode (ms)
hu: Állapot periódus (ms-ban)
uk: Період перевірки статусу (мс)

source: Stereo
fr: Stéréo
hu: Sztereó
uk: Стерео

source: Stop
hu: Leállítás
uk: Зупинити

source: Stop time
da: Sluttid
hu: Leállítási idő
uk: Час зупинки

source: Storage path
da: Lagrings-sti
hu: Tárhely elérési útvonal
uk: Шлях до місця зберігання

source: Storage space
da: Diskplads
fr: Espace de stockage
hu: Tárhely
uk: Розмір місця зберігання

source: Stream profile
hu: Stream-profil
uk: Профіль потоку

source: Stream type
hu: Stream típus
uk: Тип потоку

source: Streaming
fr: Envoi du flux
hu: Stream-elés
uk: Висилання потоку

source: Streaming priority
da: Streamings-prioritet
hu: Stream-profil
uk: Пріоритет потоку

source: Streaming profiles
da: Streaming-profiler
hu: Stream-profilok
uk: Профілі потоку

source: Subdirectory options
da: Undermappe-indstillinger
hu: Alkönyvtár opciók
uk: Опції підтеки

source: Subscribe to a service permanently
da: Abonner på en kanal permanent
fr: S'inscrire en permanence à un service
hu: Előfizetés adott szolgáltatásra véglegesen
uk: Підписатися до сервісу на постійно

source: Subscription overridden
da: Abonnement overskrevet
fr: Inscription ignorée
hu: Előfizetés felülbírálva
uk: Підписка перезаписана

source: Subscription weight
da: Abonnement-prioritet
hu: Előfizetés súlyzó
uk: Вага підписки

source: Substitute formatters
da: Substitutions-formatteringer
hu: Helyettesítő formázók

source: Subtitle
da: Undertekst
fr: Sous-titre
hu: Felirat
uk: Субтитри

source: Subtitle codec
da: Undertekst-codec
hu: Felirat kódec
uk: Кодек субтитрів

source: Subtitle stream filter
da: Undertekst-stream-filter
hu: Stream-felirat szűrő
uk: Фільтр потоку субтитрів

source: Sun
da: Søn
fr: Dim
hu: Vas
uk: Нед

source: Surround (2 front, rear mono)
hu: Térhatás(2 első, monó hát)

source: Switch before rotor
da: Skift før rotor
hu: Switch motor előtt
uk: Перемкнути перед ротору

source: Switch type
hu: Switch típus
uk: Тип переключення

source: Symbol rate (Sym/s)
hu: Szimbólum sebesség(Sym/s)
uk: Швидкість передачі (Символів/сек)

source: Sync + Don't keep
da: Sync + Behold ikke
fr: Sync + Ne pas garder
hu: Sync+ne tartsa meg
uk: Синхронізувати + Не зберігати

source: System
fr: Système
hu: Rendszer
uk: Система

source: Tag files with metadata
da: Tilføj filer, skilte med metadata
hu: Fájlok címkézése metaadatokkal
uk: Файли міток з метаданими

source: Tags
da: Skilte
fr: Etiquette
hu: Címkek
uk: Мітки

source: Team sports (excluding football)
da: Teamsport (eksklusiv fodbold)
fr: Sports collectifs (sauf football)
hu: Csapat sportok (focit kivéve)
uk: Командний спорт (за виключенням футболу)

source: Technology
da: Teknologi
fr: Technologique
hu: Technika
uk: Технологія

source: Teletext stream filter
hu: Teletext stream-szűrő
uk: Фільтр потоку телетексту

source: Teletext stream type is only available for this filter.
hu: A Teletext stream típus csak ennél a szűrőnél alkalmazható.

source: Tennis
hu: Tenisz
uk: Теніс

source: Testing
da: Test
fr: En test
hu: Tesztelés
uk: Тестування

source: Testing options
da: Test-indstillinger
fr: Options de test
hu: Tesztelési tulajdonságok
uk: Опції тестування

source: The ATSC source ID as set by the provider.
hu: A szolgáltató által beállított ATSC forrás ID.

source: The CA provider to compare. Leave blank to apply to all providers.
hu: A CA szolgáltató, összehasonlításhoz. Hagyja üresen az összes szolgáltatóra történő alkalmazáshoz.

source: The CA stream type is only available for this filter.
hu: A CA stream típus csak ennél a szűrőnél alkalmazható.

source: The CAID to compare. Leave blank to apply to all IDs.
hu: CAID az összehasonlításhoz. Hagyja üresen az összes ID-ra történő alkalmazáshoz.

source: The Content reference identifier (CRID) authority.
hu: A Content reference identifier (CRID) hatóság.

source: The MPEGTS stream type is only available for this filter.
hu: Az MPEGTS stream típus csak ennél a szűrőnél alkalmazható.

source: The OpenTV channel number as set by the provider.
hu: Az OpenTV csatorna sorszáma, ahogyan a szolgáltató beállította.

source: The Preferred Conditional Access Packet Identifier. Used for decrypting scrambled streams.
hu: A Preferred Conditional Access Packet Identifier. Titkosított stream-ek visszafejtéséhez használandó.

source: The SAT>IP server's name.
hu: A SAT>IP szerver neve.

source: The SAT>IP server's universally unique identifier.
hu: A SAT>IP szerver általánosan egyedi azonosítója.

source: The SAT>IP's discovered IP address.
hu: A SAT>IP által megtalált IP-cím.

source: The audio stream types the filter should apply to.
hu: A szűrő által használt audio stream típusok.

source: The character encoding for this service (e.g. UTF-8).
hu: Szolgáltatás karakterkódolása (pl. UTF-8).

source: The character set used on this mux. You should not have to change this unless channel names, etc appear garbled.
hu: A multiplex átltal használt karakter szett. Ezt csak akkor kell megváltoztatni, ha a csatorna nevek, stb. helytelenül jelennek meg.

source: The current boot ID.
da: Nuværende boot ID.
hu: Jelenlegi boot ID.

source: The current configuration ID.
da: Nuværende konfigurations ID.
hu: Jelenlegi beállítási azonosító ID.

source: The current configuration version.
da: Nuværende konfigurations version.
hu: Jelenlegi beállítás verziója.

source: The default language to use if the user language isn't set in the Access Entries tab.
da: Standard sprog, som bruges hvis brugerens sprog ikke er sat i Adgangsposteringer fanebladet
hu: A használandó, alapértelmezett nyelv, amennyiben a felhasználói nyelv nincs beállítva a hozzáférések fülön.

source: The default subscription weight for each subscription.
da: Standard abonnements prioritet for hver abonnement.
hu: Az alapértelmezett előfizetői súlyozás minden egyes előfizetéshez.

source: The device ID.
da: Enhedens ID.
hu: Az eszköz ID-je.

source: The device's serial number.
da: Enhedens serienummer.
hu: Az eszköz sorozatszáma.

source: The frequency of the mux (in Hertz).
da: Mux'ens frekvens (i Hertz).
hu: A mux frekvenciája (Hertz-ben).

source: The language the filter should apply to.
da: Sprog som filteret skal bruge.
hu: A szűrő által alkalmazandó nyelv.

source: The locking mechanism selection for The Preferred Conditional Access Packet Identifier. See Help for more information.
hu: A használt blokkolási mechanizmus az előnyben részesített CAS csomag azonosítónál. Lásd a Súgót további informácókért.

source: The logical stream index to compare. Note that this index is computed using all filters.Example: If filter is set to AC3 audio type and the language to 'eng' and there are two AC3 'eng' streams in the service, the first stream could be identified using number 1 and the second using number 2.
hu: Az összehasonlítandó logikai adatfolyam indexe. Ne feledje, hogy ez az index minden szürő használatával van kiszámítva. Példa: Ha szűrő AC3 audio típusra, a nyelv "hun" -ra van beállítva , és két AC3 "hun" típusú hang adatfolyam van a szolgáltatásban, akkor az első adatfolyamot 1-es számmal, a másodikat 2-es számmal lehet azonosítani.

source: The manufacturer of the SAT>IP server.
hu: A SAT>IP szerver gyártója.

source: The maximum number of services to decrypt per mux.
hu: A mux-onkénti szolgáltatások visszafejtésének száma.

source: The minimum delay before tuning in milliseconds after tuner stop. If the time between the previous and next start is greater than this value then the delay is not applied.
hu: A minimális késleltetás újrahangolás esetén az előző keresés után. Ha az idő az előző és a következő kezdet között meghaladja ezt az értéket, akkor a késleltetés nincs alkalmazva.

source: The modulation used on the mux.
hu: A mux-on hasznát moduláció.

source: The multiplex (mux) is tuned for this amount of time at most. If the EPG data is complete before this limit, the mux is released sooner.
hu: A multiplex (mux) legfeljebb ennyi ideig hangolt. Amennyiben az EPG adatok korábban letöltődnek, a mux hamarabb felszabadul.

source: The mux rolloff. Leave as AUTO unless you know the exact rolloff for this mux.
hu: A mux lefutása. Hagyja AUTO-n, hacsak nem ismeri a mux pontos lefutását.

source: The mux the service is on.
da: Kanal er placeret på mux.
hu: A szolgáltatás mux-a.

source: The mux's universally unique identifier.
da: Mux'ens universelle entydige ID.
hu: A mux általánosan egyedi azonosítója.

source: The name (or freq) this mux is on.
da: Navn (eller frekvens) denne mux er på.
hu: A mux neve (vagy frekvenciája).

source: The network the service is on.
da: Netværket som kanalen er på.
hu: A szolgáltatás hálózata.

source: The network this mux is on.
da: Netværket som denne mux er på.
hu: A mux hálózata.

source: The networks universally unique identifier (UUID).
da: Netværkets universelle entydige ID (UUID).
hu: A hálózat általánosan egyedi azonosítója (UUID).

source: The networks using this configuration.
da: Netværket bruger denne konfiguration.
hu: A hálózatok, amelyek ezt a beállítást használják.

source: The number of ATSC-C (Cable/AnnexB) tuners to export.
da: Antal af ATSC-C (Kabel/AnnexB) tunere til eksport.
hu: Az exportálandó ATSC-C (kábel/AnnexB) tuner-ek száma.

source: The number of ATSC-T (Terresterial) tuners to export.
da: Antal af ASTC-T (Tag-antenne) tunere til eksport.
hu: Az exportálandó ATSC-T (földfelszíni) tuner-ek száma.

source: The number of DVB-C (Cable) tuners to export.
da: Antal af DVB-C (Kabel-TV) tunere til eksport.
hu: Az exportálandó DVB-C (kábel) tuner-ek száma.

source: The number of DVB-C2 (Cable) tuners to export.
da: Antal af DVB-C2 (Kabel-TV) tunere til eksport.
hu: Az exportálandó DVB-C2 (kábel) tuner-ek száma.

source: The number of DVB-S (Satellite) tuners to export.
da: Antal af DVB-S (Satellit) tunere til eksport.
hu: Az exportálandó DVB-S (műholdas) tuner-ek száma.

source: The number of DVB-S2 (Satellite) tuners to export.
da: Antal af DVB-S2 (Satellit) tunere til eksport.
hu: Az exportálandó DVB-S2 (műholdas) tuner-ek száma.

source: The number of DVB-T (Terresterial) tuners to export.
da: Antal af DVB-T (Tag-antenne) tunere til eksport.
hu: Az exportálandó DVB-T (földfelszíni) tuner-ek száma.

source: The number of DVB-T2 (Terresterial) tuners to export.
da: Antal af DVB-T2 (Tag-antenne) tunere til eksport.
hu: Az exportálandó DVB-T2 (földfelszíni) tuner-ek száma.

source: The number of days cookies set by Tvheadend should expire.
da: Antallet af dage, som "cookies" lavet af Tvheadend skal udløbe
hu: A Tvheadend által használt sütik lejárati ideje napokban.

source: The number of packets Tvheadend buffers in case there is a delay receiving CA keys.
hu: A Tvheadend által pufferelt csomagok száma arra az esetre, amennyiben a CA kulcsok fogadásánál késés lenne tapasztalható.

source: The number of services on this mux that are mapped to channels.
hu: Ezen a muxon lévő szolgáltatások száma, amelyek csatornákhoz vannak rendelve.
uk: Кількість сервісів на мультиплексі, які відображені до каналів

source: The orbital position of the satellite this mux is on.
hu: A műhold orbitális helyzete, amelyre ez a mux be van állítva.

source: The outcome of the last scan performed on this mux.
hu: A legutóbbi keresés eredménye ezen a mux-on.

source: The provider's name.
da: Udbyderens navn.
hu: A szolgáltató neve.

source: The provider's network ID.
da: Udbyderens netværks ID.
hu: A szolgáltató hálózati azonosítója.

source: The provider's network name.
da: Udbyderens netværks navn.
hu: A szolgáltatói hálózat neve.

source: The rule action defines the operation when all comparisons succeed. See Help for more information on what the various rules do.
hu: A szabály definiálja a műveletet amennyiben az összehasonlítások sikeresek. További információkért, hogy a különböző szabályok mire használhatóak, nézze meg a súgót.

source: The scan state. New muxes will automatically be changed to the PEND state. You can change this to ACTIVE to queue a scan of this mux.
hu: A keresés állapota. Az új mux-ok automatikusan PEND állapotba váltanak. Átkapcsolhatja ACTIVE-ba, hogy egy új keresést időzítsen a mux-hoz.

source: The service ID as set by the provider.
da: Kanalens ID, som er fastsat af udbyderen.
hu: A szolgáltató által beállított service ID.

source: The service name as set by the provider.
da: Kanalens navn, som er fastsat af udbyderen.
hu: A szolgáltató által beállított szolgáltatás neve.

source: The service the filter should apply to. Leave blank to apply the filter to all services.
hu: A szolgáltatás amihez a szűrő tartozik.Hagyja üresen az összes szolgáltatásra történő alkalmazáshoz.

source: The service type flag as defined by the DVB specifications (e.g. 0x02 = radio, 0x11 = MPEG2 HD TV, 0x19 = H.264 HD TV)
hu: A service type flag ahogyan a DVB specifikáció definiálja (pl. 0x02 = rádió, 0x11 = MPEG2 HD TV, 0x19 = H.264 HD TV)

source: The service's channel minor as set by the provider.
hu: A szolgáltatás csatornájának minor-ja, a szolgáltató beállításai szerint.

source: The service's channel number as set by the provider.
hu: A szolgáltatás csatornájának sorszáma, a szolgáltató beállítása alapján.

source: The stream ID used for this mux.
da: Stream ID brugt til denne mux.
hu: A mux által használt stream ID.

source: The subtitle stream types the filter should apply to.
hu: A szűrő által használt felirat stream típusai.

source: The symbol rate.
da: Symbol rate
hu: Jelsebesség.

source: The total number of services found on this mux.
da: Det totale antal kanaler fundet på denne mux.
hu: A mux-on található szolgáltatások teljes száma.

source: The transport stream ID of the mux within the network.
da: Transportstream ID fra mux'en i netværket.
hu: A mux hálózaton belüli transport stream ID-ja.

source: The video stream types the filter should apply to.
da: Videostream typer som filteret skal bruges på.
hu: A szűrő által használt videó stream típusai.

source: This tuner
da: Denne tuner
hu: Ez a tuner
uk: Цей тюнер

source: This will create an NTP driver (using shmem interface) that you can feed into ntpd. This can be run without root privileges, but generally the performance is not that great.
hu: Ez egy NTP meghajtót hoz létre (az shmem interfész használatával) amit az ntpd-be küldhet. Ez root jogosultságok nélkül futtatható, de a teljesítménye nem túl kiemelkedő.

source: Thu
da: Tor
fr: Jeu
hu: Csüt
uk: Чет

source: Time
da: Tid
fr: Horaire
hu: Idő
uk: Час

source: Time missed
da: Tid overskredet
fr: Horaire manqué
hu: Kihagyott alkamak
uk: Час пропущено

source: Time record caption
da: Tids-optag undertekst
hu: Időrekord vétele

source: Time recording%s%s
da: Tids-optagelse%s%s
fr: Temps d'enregistrement%s%s
hu: Vételek idelye%s%s
uk: Час запису%s%s

source: Time update
da: Opdater tid
hu: Idő frissítése
uk: Оновлення часу

source: Timeout (sec) (0=infinite)
da: Timeout (sek) (0=uendelig)
fr: Délais (sec) (0=infini)
hu: Időtúllépés (másodperc) (0 = végtelen)
uk: Затримка (сек) (0=нескінченість)

source: Timeout (seconds)
da: Timeout (sekunder)
fr: Délais (secondes)
hu: Időtúllépést (másodperc)
uk: Затримка (секунди)

source: Timeshift
da: Tidsforskydning
hu: Időeltolás
uk: Зсув часу

source: Timout (secs)
da: Timout (sek)
fr: Délais (secs)
hu: Időtúllépés (másodperc)
uk: Тайм-аут (сек)

source: Title
da: Titel
fr: Titre
hu: Cím
uk: Назва

source: Title (regexp)
da: Titel (regexp)
hu: Cím (regexp)
uk: Назва (регулярний вираз)

source: Toggle details
da: Slå detaljer til/fra
fr: inverser les détails
hu: Részletek közötti váltás

source: Tourism / Travel
da: Turisme / Rejser
fr: Tourisme / Voyage
hu: Túrizmus / Utazás
uk: Туризм / Подорожі

source: Trace subsystems
da: Trace undersystemer
fr: Traces des sous-systèmes
hu: Trace alrendszerek

source: Traditional arts
da: Traditionel kunst
fr: Arts traditionnel
hu: Hagyományos művészetek
uk: Традиційне мистецтво

source: Traditional music
da: Traditionel musik
fr: Musique classique
hu: Hagyományos zene
uk: Традиційна музика

source: Transcode/av-lib
hu: Átkódolás/av-lib
uk: Транскодування/av-lib

source: Transcoding
da: Omkodning
hu: Átkódolás
uk: Транскодування

source: Transmission mode
da: Transmissions-mode
hu: Átviteli mód
uk: Режим передачі

source: Transponder ID
fr: ID du transpondeur
hu: Transzponder ID
uk: ID транспондера

source: Transport stream ID
hu: Transzport stream ID
uk: ID транспортного потоку

source: Tue
da: Tir
fr: Mar
hu: Ke
uk: Вів

source: Tune before DiseqC
da: Indstil før DiseqC
hu: Hangolás DiseqC előtt

source: Tuner bind IP address
da: Tuner bind IP-adresse
fr: Liaison tuner d'adresse IP
hu: Tuner bind IP-címe

source: Tuner configuration
da: Tuner-konfiguration
hu: Tuner beállítás
uk: Налаштування тюнера

source: Tuning failed
da: Indstilling fejlede
fr: Erreur du tuner
hu: Sikertelen hangolás

source: Turn off LNB when idle
da: Slå LNB fra ved idle
fr: Arrêter le LNB quand il est au repos
hu: LNB lekapcsolása üresjáraton
uk: Виключити LNB, якщо не використовується

source: Tvheadend server name
da: Tvheadend servernavn
fr: Nom du serveur Tvheadend
hu: Tvheadend szerver neve
uk: Назва серверу Tvheadend

source: Type
hu: Típus
uk: Тип

source: UDP RTP port number (2 ports)
da: UDP RTP portnumre (2 porte)
hu: UDP RTP port száma (2 port)
uk: Номер порту UDP RTP (2 порти)

source: URL with the SAT>IP server XML location
da: URL med SAT>IP server XML-lokation
fr: URL avec l'emplacement XML du serveur SAT>IP
hu: SAT> IP szerver XML eléresének URL-je

source: USALS rotor
da: USALS Skifter
hu: USALS forgató

source: Uncommitted first
da: Ikke commited først
hu: Uncommitted előbb

source: Unicable switch (universal LNB, experimental)
da: Unicable switch (universal LNB, eksperimental)
hu: Unicable switch (Univerzális LNB, kísérleti)

source: Unicable type
hu: Unicable típus

source: Unimportant
da: Ikke vigtigt
fr: Sans importance
hu: Jelentékelen

source: Universal LNB only
da: Kun universal LNB
fr: Seulement le NLB universel
hu: Csak univerzális LNB
uk: Тільки універсальний LNB

source: Universally unique identifier. Read only.
da: Universal unik ID. Kun læsning.
hu: Általánosan egyedi azonosító. Csak olvasható.

source: Unknown
da: Ukendt
fr: Inconnu
hu: Ismeretlen
uk: Невідомо

source: Unknown reason (%i)
da: Ukendt grund (%i)
fr: Raison inconnue (%i)
hu: Ismeretlen ok (%i)
uk: Невідома причина (%i)

source: Unlimited size
da: Uendelig størrelse
hu: Végtelen méret
uk: Необмежений розмір

source: Unlimited time
da: Uendelig tid
hu: Korlátlan idő
uk: Необмежений час

source: Unset (default)
fr: Non défini (défaut)
hu: Nem beállított(alapértelmezett)
uk: Не встановлено (типово)

source: Update card (EMM)
da: Opdatér kort (EMM)
hu: Kártya (EMM) frissítése
uk: Оновити карту (EMM)

source: Update channel icon
da: Opdatér kanalikon
fr: Mise à jour de l'icônes des chaines
hu: Csatornaikon frissítése
uk: Оновити іконки каналу

source: Update channel name
da: Opdatér kanalnavn
fr: Mise à jour du nom des chaines
hu: Csatornanév frissítése
uk: Оновити назву каналу

source: Update channel number
da: Opdater kanalnummer
fr: Mise à jour du numéro des chaines
hu: Csatornaszám frissítése
uk: Оновити номер каналу

source: Update disabled
da: Opdatering deaktiveret
hu: Frissítés kikapcsolva
uk: Оновлення вимкнено

source: Update time
da: Opdatér tid
fr: Mise à jour de l'heure
hu: Idő frissítése
uk: Оновити час

source: Update tolerance (ms)
da: Opdateringstolerence (ms)
fr: Mise à jour de la tolérance (ms)
hu: Frissítési tolerancia (ms)

source: Updated
da: Opdateret
hu: Frissített
uk: Оновлено

source: Usage: %s [OPTIONS]
fr: Utilisation : %s [OPTIONS]
hu: Használat:%s [opciók]
uk: Використання: %s [ОПЦІЇ]

source: Use AC-3 detection on this mux.
da: Brug AC-3 detektering på denne mux,
hu: Használjon AC-3 észlelést ezen a mux-on.

source: Use EITp/f to decide event start / stop
hu: Használjon EITp/f a start /stop esemény eldöntéséhez

source: Use EPG running state
da: Brug EPG kørende tilstand
hu: Következtessen az EPG állapotából

source: Use Windows-compatible filenames
da: Brug Windows-kompatible filnavne
fr: Utiliser des nom de fichiers compatible avec Windows
hu: Használjon Windows-kompatibilis fájlneveket

source: Use XSPF playlist instead of M3U
da: Brug XSPF playlist i stedet for M3U
fr: Utiliser des listes XSPF au lieu de M3U
hu: Használjon XSPF lejátszás listát M3U helyett

source: Use a pre-defined list of ATSC-C muxes. Note: these lists can sometimes be outdated and may cause scanning to take longer than usual.
hu: Egy előre definiált ATSC-C mux-lista használata. Megjegyzés: Ezek a listák néha régiek lehetnek és azt eredményezhetik, hogy a keresés hosszabb időt vesz igénybe, mint általában.

source: Use a pre-defined list of ATSC-T muxes. Note: these lists can sometimes be outdated and may cause scanning to take longer than usual.
hu: Egy előre definiált ATSC-T mux-lista használata. Megjegyzés: Ezek a listák néha régiek lehetnek és azt eredményezhetik, hogy a keresés hosszabb időt vesz igénybe, mint általában.

source: Use a pre-defined list of DVB-C muxes. Note: these lists can sometimes be outdated and may cause scanning to take longer than usual.
da: Brug en foruddefineret liste over DVB-C mux'er. Bemærk: disse lister kan nogle gange være forældet og kan gøre at scanningen tager længere tid end normalt.
hu: Egy előre definiált DVB-C mux-lista használata. Megjegyzés: Ezek a listák néha régiek lehetnek és azt eredményezhetik, hogy a keresés hosszabb időt vesz igénybe, mint általában.
