Repository: dmb-dev87/cpp_tvheadend
Catalog: intl/tvheadend.*.po
Languages: da, fr, hu, uk

source: For more information please visit the Tvheadend website: https://tvheadend.org
da: For mere information besøg Tvheadend web-siden: https://tvheadend.org
fr: Pour plus d'informations, visitez le site : https://tvheadend.org
hu: További információért kérjük látogasson el a Tvheadend honlapjára: https://tvheadend.org
uk: Для більшої інформації зазирніть на веб-сторінку Tvheadend: https://tvheadend.org

source: # Channels
da: # Kanaler
fr: # Chaînes
hu: # Csatornák
uk: # Канали

source: # Mapped channels
da: Kortlagte Kanaler
hu: #Hozzárendelt csatornák
uk: # Відображені Канали

source: # Muxes
da: # Mux'er
fr: # Transpondeurs
hu: # Mux-ok
uk: # Мультиплекси

source: # Services
da: # Kanaler
hu: # Szolgáltatások
uk: # Сервіси

source: # Services seen
da: # Synlige kanaler
hu: #Talált szolgáltatások
uk: # Видимі сервіси

source: # tune repeats
da: # indstilling, gentagelse
hu: #DiseqC ismétlések száma
uk: # повтори тюнера

source: (Default profile)
da: (Standard-profil)
hu: (Alapértelmezett profil)
uk: (Типовий Профіль)

source: 1 day
da: 1 dag
hu: 1 nap
uk: 1 день

source: 1 month
da: 1 måned
hu: 1 hónap
uk: 1 місяць

source: 1 week
da: 1 uge
hu: 1 hét
uk: 1 тиждень

source: 1 year
da: 1 år
hu: 1 év
uk: 1 рік

source: 2 months
da: 2 måneder
hu: 2 hónap
uk: 2 місяці

source: 2 weeks
da: 2 uger
hu: 2 hét
uk: 2 тижні

source: 2 years
da: 2 år
hu: 2 év
uk: 2 роки

source: 2-Port switch (universal LNB)
hu: 2 portos Disecq kapcsoló (Univerzális LNB)
uk: 2-портовий перемикач (Універсальний LNB)

source: 3 days
da: 3 dage
hu: 3 nap
uk: 3 дні

source: 3 months
da: 3 måneder
hu: 3 hónap
uk: 3 місяці

source: 3 weeks
da: 3 uger
hu: 3 hónap
uk: 3 тижні

source: 3 years
da: 3 år
hu: 3 év
uk: 3 роки

source: 4-Port switch (universal LNB)
hu: 4 portos Disecq kapcsoló (Univerzális LNB)
uk: 4-портовий перемикач (універсальний LNB)

source: 5 days
da: 5 dage
hu: 5 nap
uk: 5 днів

source: 6 months
da: 6 måneder
hu: 6 hónap
uk: 6 місяців

source: AC-3 detection
da: AC-3 Registrering
hu: AC-3 felismerés
uk: Виявлення AC-3

source: ACTIVE
da: AKTIV
hu: AKTÍV
uk: АКТИВНИЙ

source: AES constant code word client
da: AES-konstant, Kodeordsklient
hu: AES - magasszintű titkosítási szabvány konstans kódszó kliens

source: ATSC source ID
da: ATSC kilde ID
hu: ATSC forrás ID
uk: ID джерела ATSC

source: ATSC-C network
da: ATSC-C Netværk
hu: ATSC-C hálózat

source: ATSC-T network
da: ATSC-T netværk
hu: ATSC-T hálózat

source: Aborted by user
da: Afbrudt af bruger
fr: Annulé par l'utilisateur
hu: Felhasználó által megszakítva
uk: Перервано користувачем

source: Accept remote subscription weight
da: tillad fjern-abonnementens prioritet
hu: Távoli feliratkozás súlyának elfogadása

source: Accept the remote subscription weight (from the SAT>IP client).
da: Tillad fjern-abonnementens prioritet (fra SAT>IP klient)
hu: Távoli feliratkozás súlyának elfogadása ( a SAT>IP klienstől)

source: Access
da: Adgang
fr: Accès
hu: Hozzáférés
uk: Доступ

source: Action
da: Aktion
hu: Művelet
uk: Дія

source: Adapter in use by another subscription
da: Adapter i brug af anden abonnement
fr: Adaptateur déjà utilisé par un autre service
hu: A kártya használatban van egy másik előfizetésnél
uk: Адаптер вже у використанні

source: Add file and line numbers to debug
da: Tilføj fil og linje numer til fejlsøgning
fr: Ajouter le fichier et le numéro de ligne au debug
hu: File- és sorszám hozzáadása nyomkövetéshez
uk: Додати файл і номери стрічок до відладки

source: Add the thread ID to debug
da: Tilføj tråd-ID til fejlsøgning
fr: Ajouter l'ID du processus au debug
hu: Folyamat ID hozzáadása a hibakereséshez

source: Admin password
da: Admin kodeord
hu: Admin jelszó

source: Admin username
da: Admin brugernavn
hu: Admin felhasználónév

source: Administrator login
hu: Adminisztrátori belépés

source: Adult movie
da: Voksen film
fr: Films pour adulte
hu: Felnőtt film
uk: Фільм для дорослих

source: Advanced
da: Avanceret
hu: Haladó
uk: Просунутий

source: Advanced (non-universal LNBs, rotors, etc.)
da: Avanceret (ikke-universelle LNB'ere, rotorer, mm.)
hu: Haladó (nem univerzális LNB-k, forgatók, stb.)
uk: Просунутий (не універсальні LNB, ротори, етс.)

source: Advanced streaming
da: Avanceret Streaming
hu: Haladó stream-elés
uk: Розширене передавання потоку

source: Adventure
da: Eventyr
fr: Aventure
hu: Kaland
uk: Пригоди

source: Advertisement / Shopping
da: Reklame / Indkøb
fr: Publicité / Shopping
hu: Reklám / Vásárlás
uk: Реклама / Купівля

source: All (Streaming plus DVR)
da: Alle (Streaming plus DVR)
fr: Tout (flux + enregistrements)
hu: Minden (streaming és DVR)
uk: Все (передача потоку плюс DVR)

source: All DVR
da: Alle DVR
fr: Tout les enregistrements
hu: Minden DVR
uk: Всі DVR

source: All DVR (rw)
da: Alle DVR (rw)
fr: Tout les enregistrements (rw)
hu: Minden DVR (rw)
uk: Всі DVR (rw)

source: All proceeds are used to support server infrastructure and buy test equipment.
da: Alle provenuer anvendes til at understøtte server infrastruktur og købe testudstyr.
fr: Toutes les sommes collectées sont utilisées pour supporter l'infrastructure technique et acheter du matériel de test.
hu: Minden adományt a szerver infrastruktúra támogatására és tesztberendezések vásárlására fordítunk.
uk: Всі кошти використовуються для підтримки інфраструктури серверу і покупки тестового обладнання.

source: Allow to show the quick tips for the form fields.
da: Tillad visning af hurtig tips i form felter
hu: Gyorstippek megjelenítése a szövegmezőknél.

source: Allowed network
da: Tilladte netværk
hu: Lehetséges hálózat

source: Alternate PID path
da: Alternativ PID sti
fr: Répertoire de PID alternatif
hu: Egyéb PID útvonal
uk: Альтернативний шлях PID

source: Alternate configuration path
da: Alternativ konfigurationssti
fr: Répertoire alternatif pour la config
hu: Egyéb beállítási útvonal
uk: Альтернативний шлях до конфігурації

source: Altitude (meters)
da: Højde (Meter)
fr: Altitude (mètres)
hu: Tengerszinttől mért magasság (m)
uk: Висота (метри)

source: Animals
da: Dyr
fr: Animalier
hu: Állat
uk: Тварини

source: Any
da: Enhver
fr: Tous
hu: Bármi
uk: Будь-що

source: Arts
da: Kunst
hu: Művészetek
uk: Мистецтво

source: Assign inputs to networks.
da: Tildel indgang til netværk
hu: Bemenetek hozzárendelése hálózatokhoz.

source: Athletics
da: Atletik
fr: Athletisme
hu: Atlétika
uk: Атлетика

source: Audio bitrate (kb/s) (0=auto)
da: Lyd bitrate (kb/s) (0=auto)
hu: Audió bitráta (kb/s) (0=Auto)
uk: Шв. потоку аудіо (кб/с) (0=Авто)

source: Audio codec
da: Lyd codec
hu: Audio kódec
uk: Кодек аудіо

source: Audio stream filter
da: Lyd stream filter
hu: Audió stream szűrő
uk: Фільтр аудіо-потоку

source: Auto check disabled
da: Autocheck Deaktiveret
hu: Automatikus ellenőrzés kikapcsolva
uk: Авто-перевірка вимкнена

source: Auto check enabled
da: Autocheck Aktiveret
hu: Automatikus ellenőrzés bekapcsolva
uk: Авто-перевірка ввімкнута

source: Auto record
da: Auto-optagelse
hu: Automatikus felvétel
uk: Автозапис

source: Auto record caption
da: Auto-optag undertekster
hu: Automatikus felvétel felirat

source: Auto recording%s%s
da: Auto-optagelse%s%s
fr: Auto enregistrement%s%s
hu: Automatikus felvétel%s%s
uk: Авто запис%s%s

source: Auto time record
da: Automatisk tidsoptagelse
hu: Automatikus időzített felvétel
uk: Авто запис по часу

source: Auto-Map to channels
da: Kortlæg Kanaler Automatisk
hu: Automatikus csatorna-hozzárendelés
uk: Авто-відображення до каналів

source: Automatic checking
da: Automatisk kontrol
hu: Automatikus ellenőrzés
uk: Автоматична перевірка

source: Automatically map EPG source
da: Kortlæg EPG-kilde Automatisk
hu: Automatikusan EPG forrás hozzárendelése
uk: Автоматично відображати джерело телепрограми

source: Automatically name from network
da: Navngiv automatisk fra netværk
hu: Automatikus névadás a hálozatból
uk: Автоматична назва з мережі

source: Automatically update channel icons using information provided by the enabled EPG providers. Note: this may cause unwanted changes to already defined channel icons.
da: Opdatere automatisk kanalikoner ved hjælp af oplysninger fra de aktiverede EPG udbydere. Bemærk : dette kan medføre uønskede ændringer i allerede definerede kanalikoner.
hu: Automatikusan frissítse a csatornák ikonjait az engedélyezett EPG szolgáltatók által küldött információk alapján. Megjegyzés: ez nem várt változásokat okozhat a már definiált ikonok esetében.

source: Automatically update channel names using information provided by the enabled EPG providers. Note: this may cause unwanted changes to already defined channel names.
da: Opdatere automatisk kanal navne ved hjælp af oplysninger fra de aktiverede EPG udbydere. Bemærk : dette kan medføre uønskede ændringer i allerede definerede kanal navne.
hu: Automatikusan frissítse a csatornák nevét az engedélyezett EPG szolgáltatók által küldött információk alapján. Megjegyzés: ez nem várt változásokat okozhat a már definiált csatornanevek esetében.

source: Automatically update channel numbers using information provided by the enabled EPG providers. Note: this may cause unwanted changes to already defined channel numbers.
da: Opdatere automatisk kanalnumre ved hjælp fra oplysninger i de aktiverede EPG udbydere. Bemærk : dette kan medføre uønskede ændringer i allerede definerede kanalnumre.
hu: Automatikusan frissítse a csatornák sorszámát az engedélyezett EPG szolgáltatók által küldött információk alapján. Megjegyzés: ez nem várt változásokat okozhat a már definiált sorszámok esetében.

source: Autorec maximum count (0=unlimited)
da: Antal automatiske optagelser (0=ubegrænset)
hu: Automata rögzítés maximális száma (0 - korlátlan)
uk: Максимальна кількість автозаписів (0=необмежено)

source: Autorec maximum schedules limit (0=unlimited)
da: Maximum antal planlagte automatiske optagelser (0=ubegrænset)
hu: Automata rögzítés ütemezésének maximális száma (0 - korlátlan)

source: Bad
da: Dårlig
fr: Mauvais
hu: Rossz

source: Ballet
hu: Balett
uk: Балет

source: Bandwidth
da: Båndbredde
fr: Bande passante
hu: Sávszélesség
uk: Ширина каналу

source: Based on software from
da: Baseret på software fra
fr: Basé sur le logiciel de
hu: Az innen származó szoftver alapján
uk: Основане на програмному забезпеченні від

source: Basic
da: Grundlæggende
hu: Alap
uk: Базовий

source: Bind to specific local IP address.
da: Bind til specifik lokal IP-adresse.
hu: Helyi IP-címhez rendelés.

source: Bouquet
hu: Csokor
uk: Букет каналів

source: Bouquet (auto)
hu: Csokor (auto)
uk: Букет каналів (авто)

source: Brand
da: Mærke
fr: Marque
hu: Márka
uk: Марка

source: Broadcast
da: Udsende
fr: Diffusion
hu: Sugárzás
uk: Трансляція

source: Broadcasting
da: Udsendelse
fr: Diffusion
hu: Sugárzás
uk: Трансляція

source: CA client %i
da: CA klient %i
hu: CA-kliens %i
uk: CA Клієнт %i

source: CA identification
da: CA-identifikation
hu: CA-azonosítás
uk: CA Ідентифікація

source: CA provider
da: CA-udbyder
hu: CA-szolgáltató
uk: CA Постачальник

source: CA stream filter
hu: CA stream szűrő
uk: Фільтр потоку CA

source: CAPMT interval (ms)
hu: CAPMT intervallum (ms)
uk: CAPMT Інтервал (мс)

source: CAPMT query interval (ms)
da: CAPMT Forespørgselsinterval (ms)
hu: CAPMT lekérdezési intervallum (ms)
uk: CAPMT Інтервал запиту (мс)

source: CRID authority
da: CRID-autoritet
hu: CRID engedély

source: Cache scheme
da: Cache skema
hu: Gyorsítótár vázlat
uk: Схема кешу

source: Camd.socket filename / IP Address (TCP mode)
da: Camd.socket filnavn / IP Addresse (TCP mode)
hu: Camd.socket file-név / IP-cím (TCP mód)
uk: Назва файлу Camd.socket / IP Адреса (режим TCP)

source: Cartoons
da: Tegnefilm
fr: Dessins animés
hu: Rajzfilmek
uk: Мультфільми

source: Channel
da: Kanal
fr: Chaine
hu: Csatorna
uk: Канал

source: Channel icon
da: Kanal-ikon
hu: Csatorna ikon
uk: Іконка каналу

source: Channel icon name lower-case
da: Kanal ikon-navn, små bogstaver
fr: Nom de l’icône des chaines en minuscule
hu: Csatorna ikon-név kisbetűkkel
uk: Назва іконки каналу малими літерами

source: Channel icon path (see Help)
da: Kanal-ikonsti (Se hjælp)
fr: Chemin des icônes des chaines (voir l'aide)
hu: Csatorna ikonok útvonala (ld. Súgó)
uk: Шлях до іконки каналу (дивіться Допомогу)

source: Channel name
da: Kanalnavn
hu: Csatorna-név
uk: Назва каналу

source: Channel number
da: Kanalnummer
fr: Numéro de la chaîne
hu: Csatorna szám
uk: Номер каналу

source: Channel number offset
da: Kanalnummer-forskydning
hu: Csatorna szám offszet
uk: Зсув номеру каналу

source: Channel numbers from
da: Kanalnumre fra
fr: Numéro de chaîne à partir de
hu: Csatorna számozás kezdőérték
uk: Номер каналу з

source: Channel tag
da: Kanal-skilt
hu: Csatorna-cimke
uk: Мітка каналу

source: Channel tag reference
da: Kanal-skilt reference
hu: Csatorna-cimke referencia
uk: Довідка про мітку каналу

source: Channel tags
da: Kanal-skilte
hu: Csatorna-cimkék
uk: Мітки каналу

source: Channels
da: Kanaler
fr: Chaines
hu: Csatornák
uk: Канали

source: Character set
da: Karaktersæt
hu: Karakterkészlet
uk: Налаштування символів

source: Check availability
da: Kontroller tilgængelighed
hu: Elérhetőség ellenőrzése

source: Children's / Youth programs
da: Børn og Unge-programmer
hu: Gyermek / Ifjúsági műsorok
uk: Дитячі / Молодіжні програми

source: Cinema
da: Biograf
hu: Mozi
uk: Кіно

source: Class
da: Klasse
fr: Classe
hu: Osztály
uk: Клас

source: Classical
da: Klassisk
fr: Classique
hu: Klasszikus
uk: Класика

source: Classical music
da: Klassisk musik
fr: Musique classique
hu: Klasszikus zene
uk: Класична музика

source: Clean effects
da: Ryd effekter
hu: Tiszta effektusok
uk: Ефекти очищення

source: Client name
da: Klient navn
hu: Kliens név
uk: Назва клієнта

source: Clone scheduled entry on error
da: Kopiér Planlagt Post ved Fejl
hu: Hiba esetén klónozza a bejegyzést

source: Code word client (newcamd)
da: Kodeords-klient (newcamd)
hu: Kódszó kliens (newcamd)
uk: Клієнт кодування (newcamd)

source: Comedy
da: Komedie
fr: Comédie
hu: Vígjáték
uk: Комедія

source: Command delay time (ms) (10-200)
da: Kommando forsinkelsestid (ms) (10-200)
hu: Parancs késleltetési idő (ms) (10-200)
uk: Час затримки команди (мс) (10-200)

source: Command time (ms) (10-100)
da: Kommandotid (ms) (10-100)
hu: Parancs idő (ms) (10-100)
uk: Час команди (мс) (10-100)

source: Comment
da: Kommentar
fr: Commentaire
hu: Megjegyzés
uk: Коментар

source: Commercial break
da: Reklamepause
fr: Coupure publicitaire
hu: Reklámszünet
uk: Реклама

source: Committed
da: Tilføjet
fr: Validé
hu: Jóváhagyott
uk: Зроблено

source: Completed OK
da: Færdiggjort OK
fr: Complété avec succès
hu: Befejezve OK
uk: Завершено добре

source: Conditional access client
da: Klientens adgangs betingelser
hu: Feltételes hozzáférésű kliens
uk: Клієнт умовного доступу

source: Configuration
da: Konfiguration
hu: Beállítás
uk: Конфігурація

source: Configuration ID
da: Konfigurations-ID
fr: ID de Configuration
hu: Beállítás ID
uk: ID Конфігурації

source: Configuration name
da: Konfigurations navn
hu: Konfiguráció neve
uk: Назва конфігурації

source: Configuration version
da: Konfigurations-version
fr: Version de la configuration
hu: Konfiguráció verziója
uk: Версія конфігурації

source: Connection limit type
da: Forbindelses begrænsnings type
hu: Csatlakozás korlátozás típusa
uk: Тип обмеження з’єднання

source: Constellation
da: Opstilling
hu: Csillagkép
uk: Сузір’я

source: Container
da: Beholder
fr: Conteneur
hu: Tároló
uk: Контейнер

source: Content character set
da: Indhold, karaktersæt
fr: Codage de caractères du contenu
hu: Tartalom betűtípusa
uk: Налаштування символів вмісту

source: Content reference identifier authority.
da: Indholds reference identifikations autoritet
hu: Tartalom referencia azonosító hatóság.

source: Content type
da: Indholdstype
hu: Tartalom típusa
uk: Тип вмісту

source: Contest
da: Konkurrence
fr: Concours
hu: Verseny
uk: Зміст

source: Continue even if descrambling fails
da: Fortsæt selv hvis descrambling fejler
hu: Folytassa még akkor is, ha a dekódólás sikertelen
uk: Продовжити, навіть коли розкодувати не вдалося

source: Cookie expiration (days)
da: Cookie udløbstid (dage)
fr: Expiration des cookies (jours)
hu: Sütik lejárata (nap)
uk: Тривалість життя тістечок (дні)

source: Cooking
da: Madlavning
fr: Cuisine
hu: Főző-műsor
uk: Куховарство

source: Copy codec type
da: kopi-codec-type
fr: Copier le type de codec
hu: Kodektípus másolása
uk: Тип кодека копіювання

source: Copy layout
da: Kopiér Layout
fr: Copier la disposition
hu: Másolat kinézete
uk: Скопіювати розкладку

source: Create SDTV/HDTV/Radio tags
da: Lav SDTV/HDTV/Radio skilte
hu: SDTV/HDTV/Radio tag-ek létrehozása

source: Create bouquet
da: Opret Buket
fr: Créer un bouquet
hu: Csoport létrehozása
uk: Створити букет

source: Create network name tags
da: Lav netværks navne skilte
hu: Hálózati név tag-ek létrehozása

source: Create networks. The T means terresterial, C is cable and S is satellite.
da: Lav netværk. T=Tag-antenne(Terrestrisk) C=Kabel-TV S=Satellite
hu: Hálózatok létrehozása. a T földfelszínit, a C kábelt, az S műholdat jelöl.

source: Create provider name tags
da: Lav udbyder navne skilte
hu: Szolgáltatói név tag-ek létrehozása

source: Create tag
da: Opret skilt
hu: Címke létrehozása
uk: Створити мітку

source: Create type based tags
da: Lav type baseret skilte
hu: Típus alapú tag-ek létrehozása

source: Created
da: Oprettet
fr: Créé
hu: Létrehozott
uk: Створено

source: Creator
da: Opretter
fr: Auteur
hu: Szerző
uk: Творець

source: Cron multi-line
da: Cron, flerliniet
fr: programmation multi ligne
hu: Cron több-soros
uk: Стрічки для cron

source: Culture (without music)
da: Kultur (eksl. Musik)
fr: Culture (sans musique)
hu: Kultúra (kivéve zene)
uk: Культура (без музики)

source: Current RTSP port.
da: Aktuelle RTSP port.
hu: Jelenlegi RTSP port.

source: Current affairs
da: Aktuelt
fr: Affaire en cours
hu: Jelenlegi afférok
uk: Поточні справи

source: Current tuner configuration.
da: Aktuelle tuner konfiguration
hu: Jelenlegi tuner beállítások.

source: Custom HTTP headers
da: Brugerdefinerede HTTP headere
hu: Egyedi HTTP fejléc

source: DBus - use the session message bus instead of the system one
da: DBus - brug 'session message bus' istedet for systemets
fr: DBus - utiliser le message de session bus au lieu de celui du système
hu: DBus - a jelenlegi üzenet használata a rendszer helyett
uk: DBus - використання буферу повідомлень сесії замість системного

source: DES constant code word client
da: DES-konstant kodeordsklient
hu: DES - adat titkosítási szabvány konstans kódszó kliens

source: DES key
da: DES nøgle
hu: DES kulcs
uk: Ключ DES

source: DSCP/TOS for streaming
da: DSCP/TOS til streaming
fr: DSCP/TOS pour les flux
hu: DSCP/TOS a streaming-hez
uk: DSCP/TOS для потоку

source: DVB scan files
da: DVB Skan Filer
hu: DVB scan file-ok
uk: Файли сканування DVB

source: DVB scan files path
da: DVB Skan fil-stier
fr: Répertoire des fichiers des scan DVB
hu: DVB scan file-ok elérési útvonala
uk: Шлях до файлів сканування DVB

source: DVB-C network
da: DVB-C Netværk
hu: DVB-C hálózat
uk: Мережа DVB-C

source: DVB-S EN50494 (UniCable, experimental)
da: DVB-S EN50494 (UniCable, experimentalt)
fr: DVB-S EN50494 (UniCable, expérimental)
hu: DVB-S EN50494 (UniCable, kísérleti)
uk: DVB-S EN50494 (UniCable, експериментальне)

source: DVB-S advanced
da: DVB-S Avanceret
hu: Haladó DVB-S
uk: Розширений DVB-S

source: DVB-S network
da: DVB-S Netværk
hu: DVB-S hálózat
uk: Мережа DVB-S

source: DVB-S satellite configuration
da: DVB-S Satelitkonfiguration
hu: DVB-S műhold konfiguráció
uk: Конфігурація DVB-S супутника

source: DVB-S simple
da: DVB-S, Simpel
hu: Egyszerű DVB-S
uk: DVB-S Просте

source: DVB-T network
da: DVB-T Netværk
hu: DVB-T hálózat
uk: Мережа DVB-T

source: DVR Auto-record entry
da: DVR Auto-optag Post
hu: Automatikus DVR felvétel bejegyzés

source: DVR behavior
da: DVR-politik
hu: DVR működés
uk: Поведінка DVR

source: DVR configuration
da: DVR Konfiguration
hu: DVR beállítások
uk: Конфігурація DVR

source: DVR configuration profile
da: DVR Konfigurationspolitik
hu: DVR beállítási profil
uk: Профіль конфігурації DVR

source: DVR configuration profiles
da: DVR Konfigurationsprofil
hu: DVR beállítási profilok
uk: Профілі конфігурації DVR

source: DVR entry
da: DVR Post
hu: DVR bejegyzés

source: DVR file retention period
da: DVR filens levetids periode
hu: DVR file tárolás

source: DVR log retention
da: DVR loggens levetid
hu: DVR log tárolása

source: DVR log retention period
da: DVR loggens levetids periode
hu: DVR log tárolási periódus

source: DVR override: high
da: DVR override: høj
hu: DVR felülbírálása: magas

source: DVR override: important
da: DVR override: vigtig
hu: DVR felülbírálása: fontos

source: DVR override: low
da: DVR override: lav
hu: DVR felülbírálása: alacsony

source: DVR override: normal
hu: DVR felülbírálása: normális

source: DVR override: unimportant
da: DVR override: ligegyldig
hu: DVR felülbírálása: nem fontos

source: DVR time record entry
da: DVR tidspost
hu: DVR időzített felvétel bejegyzés

source: Dance
da: Dans
fr: Danse
hu: Tánc
uk: Танці

source: Data errors
da: Datafejl
hu: Adathibák
uk: Помилка даних

source: Days of Week
da: Ugedage
fr: Jour de la semaine
hu: Hét napjai
uk: День тижня

source: Days of week
da: Ugedage
hu: Hét napjai
uk: День тижня

source: Debate
da: Debat
fr: Débat
hu: Vitaműsor
uk: Дебати

source: Debug libav log
da: Fejlfind libav log
fr: Traces de debug libav
hu: Részletesebb libav naplózás

source: Debug log path
da: Fejlfind log-sti
fr: Répertoire des traces de debug
hu: Debug napló elérési útvonal

source: Debug options
da: Fejlfindings-indstillinger
hu: Debug opciók
uk: Опції відладки

source: Debug subsystems
da: Fejlfind undersystemer
fr: Debug des sous-système
hu: Debug alrendszerek
uk: Відладка підсистем

source: Debug to syslog
da: Fejlfind til syslog
fr: Debug vers un syslog
hu: Debug naplózás a syslog-ba
uk: Передача журналу відладки до системного журналу

source: Debug trace (low-level)
da: Fejlfind, trace (low-level)
fr: Trace de debug (bas niveau)
hu: Debug trace (alacsony-szintű)

source: Debugging
da: Debugge
fr: Débogage
hu: Nyomkövetés
uk: Відладка

source: Default
da: Standard
fr: Défaut
hu: Alapértelmezett
uk: Типово

source: Default language(s)
da: Standardsprog
fr: Langue par défaut
hu: Alapértelmezett nyelv(ek)
uk: Типова мова(и)

source: Default priority
da: standards-prioritering
hu: Alapértelmezett prioritás
uk: Типовий пріоритет

source: Delivery system
da: Leveringssytem
hu: Szállítási rendszer
uk: Система доставки

source: Demux path
da: Demux-sti
hu: Demux elérési útvonal
uk: Шлях до мультиплекса

source: Descramble services (limit per mux)
da: Descramble-service (begræns per mux)
hu: Szolgáltatások dekodolása (mux szerinti korlátozás)

source: Descrambler buffer (TS packets)
da: Descramble-buffer (TS-pakker)
fr: Taille du Tampon du Débrouilleur (Paquets venant d'un flux de transport MPEG)
hu: Dekódolő puffer (TS csomagok)

source: Description
da: Beskrivelse
hu: Leírás
uk: Опис

source: Detective
da: Detektiv
fr: Policier
hu: Detektív
uk: Детектив

source: Device ID
da: Enheds-ID
fr: ID d'appareil
hu: Eszköz ID
uk: ID пристрою

source: Device model
da: Enheds-model
hu: Eszköz típus
uk: Модель пристрою

source: Device path
da: Enheds-sti
hu: Eszköz elérési útvonal
uk: Шлях до пристрою
