Repository: dmb-dev87/cpp_tvheadend
Catalog: intl/js/tvheadend.js.*.po
Languages: he

source: &#160;OK&#160;
he: &#160;אישור&#160;

source: (Clear filter)
he: (הסרת מסנן)

source: (None)
he: (ללא)

source: (default DVR Profile)
he: (פרופיל הקלטה ברירת מחדל)

source: 03:00:00 - No maximum
he: 03:00:00 - ללא הגבלה

source: Abort
he: ביטול

source: Abort the selected recording
he: ביטול הקלטה נבחרת

source: About
he: אודות

source: Active
he: פעיל

source: Add
he: הוספה

source: Add {0}
he: הוספה {0}

source: Advanced Settings
he: הגדרות מתקדמות

source: After
he: לאחר

source: Age
he: גיל

source: Age Rating
he: הגבלת גיל

source: All
he: הכל

source: Apply configuration (run-time only)
he: החל הגדרות (זמן ריצה בלבד)

source: Apr
he: אפר

source: April
he: אפריל

source: Assign Number
he: הקצאת מספר

source: Assign lowest free channel number
he: הקצה את מספר הערוץ הנמוך ביותר

source: Audio Stream Filter
he: פילטר רצועת שמע

source: Audio Stream Filters
he: פילטרי רצועת שמע

source: Aug
he: אוג

source: August
he: אוגוסט

source: Auto Recorder
he: מקליט אוטומטי

source: Auto-refresh
he: עדכון אוטומטי

source: Autorec
he: הקלטה אוטמטית

source: Available
he: זמין

source: Bandwidth (kb/s)
he: רוחב פס (kb/s)

source: Bandwidth monitor
he: הצגת רוחב פס

source: Base
he: בסיס

source: Basic Settings
he: הגדרות בסיסיות

source: Before
he: לפני

source: Bouquet
he: סל ערוצים

source: Bouquets
he: סלי ערוצים

source: Broadcast Details
he: פרטי שידורי

source: Broadcast details
he: פרטי שידור

source: Buffering. Please wait...
he: אוגר נתונים. יש להמתין...

source: CA Stream Filter
he: פילטר רצועת CA

source: CA Stream Filters
he: פילטרי רצועת CA

source: Cancel
he: ביטול

source: Cancel Connection
he: ביטול חיבור

source: Cancel operation
he: ביטול פעולה

source: Cancel the selected connection?
he: האם לבטל חיבור נבחר?

source: Cancel this connection
he: ביטול חיבור זה

source: Channel
he: ערוץ

source: Channel / EPG
he: ערוץ / לוח שידורים

source: Channel Tag
he: תגית ערוץ

source: Channel Tags
he: תגיות ערוצים

source: Channels
he: ערוצים

source: Clean image (icon) cache
he: ניקוי מטמון תמונות (סמלים)

source: Clean image cache on storage
he: נקה מטמון תמונות באחסון

source: Clear statistics
he: נקה סטטיסטיקות

source: Clear statistics for selected input?
he: האם למחוק סטטיסטיקות לקלט הנבחר?

source: Client Name
he: שם לקוח

source: Columns
he: עמודות

source: Comment
he: הערה

source: Compression ratio
he: יחס דחיסה

source: Configuration
he: הגדרות

source: Connections
he: חיבורים

source: Content Type
he: סוג תוכן

source: Continuity Errors
he: שגיאות רציפות

source: Create
he: יצירה

source: Create AutoRec
he: יצירת הקלטה אוטומטית

source: Create an automatic recording rule to record all future programs that match the current query.
he: יצירת כלל להקלטה אוטומטית לכל התוכניות המתאימות לשאילתה

source: DVB Inputs
he: כניסות DVB

source: DVR
he: הקלטה

source: DVR - Failed Recordings
he: הקלטות שנכשלו

source: DVR - Finished Recordings
he: הקלטות שהסתיימו

source: DVR - Upcoming/Current Recordings
he: הקלטות הבאות/נוכחיות

source: Debug Configuration
he: הגדרות ניפוי שגיאות

source: Debugging
he: ניפוי שגיאות

source: Dec
he: דצמ

source: December
he: דצמבר

source: Delete
he: מחיקה

source: Delete recording
he: מחיקת הקלטה

source: Delete scheduled recording of this program
he: מחיקת תזמון הקלטה לתכנית זו

source: Delete selected entries
he: מחיקת רשומות נבחרות

source: Detailed stream info
he: מידע הזרמה מפורט

source: Details
he: פרטים

source: Digital Video Recorder
he: הקלטות

source: Digital Video Recorder Profile
he: פרופיל הקלטה

source: Digital Video Recorder Profiles
he: פרופילי הקלטה

source: Disabled
he: מנוטרל

source: Discover SAT>IP servers
he: גילוי שרתי SAT>IP

source: Displaying {0} - {1} of {2}
he: מציג {0} - {1} מתוך {2}

source: Do you really want to delete the selected recordings?
he: האם ברצונך למחוק את ההקלטות הנבחרות?

source: Do you really want to delete the selection?
he: האם ברצונך למחוק את הבחירה?

source: Do you really want to remove this recording?
he: האם ברצונך למחוק הקלטה זו?

source: Don't care
he: לא משנה

source: Download
he: הורדה

source: Download the selected recording
he: הורד הקלטות נבחרות

source: Duration
he: משך

source: EPG Update
he: עדכון מדריך שידורים

source: Edit
he: עריכה

source: Edit selected entry
he: עריכת רשומה נבחרת

source: Edit {0}
he: עריכה {0}

source: Edit {0} ({1} entries)
he: ערוך {0} ({1} רשומות)

source: Electronic Program Guide
he: מדריך שידורים

source: End Time
he: זמן סיום

source: Episode
he: פרק

source: Errors
he: שגיאות

source: Events
he: אירועים

source: Every day
he: כל יום

source: Failed
he: נכשל

source: Failed Recording
he: הקלטה נכשלה

source: Failed Recordings
he: הקלטות שנכשלו

source: Feb
he: פבר

source: February
he: פברואר

source: File size
he: גודל קובץ

source: Filter channel...
he: סינון ערוץ...

source: Filter content type...
he: סינון סוג תוכן...

source: Filter duration...
he: סינון אורך....

source: Filter tag...
he: סינון תגית...

source: Filters
he: פילטרים

source: Finished Recording
he: הקלטה הסתיימה

source: Finished Recordings
he: הקלטות שהסתיימו

source: First Page
he: עמוד ראשון

source: Force Scan
he: אילוץ סריקה

source: Fri
he: שישי

source: Friday
he: שישי

source: Fullscreen
he: מסך מלא

source: General
he: כללי

source: General Configuration
he: הגדרות כלליות

source: Genre
he: סגנון

source: Group By This Field
he: קיבוץ לפי שדה זה

source: Help
he: עזרה

source: Help for
he: עזרה עבור

source: Hide
he: הסתרה

source: Hide passwords
he: הסתרת סיסמאות

source: Hostname
he: שם מארח

source: ID
he: מזהה

source: IP Address
he: כתובת IP

source: IP Blocking Entries
he: רשומות IP חסומות

source: IP Blocking Record
he: כתובת IP חסומה

source: IP Blocking Records
he: כתובות IP חסומות

source: Image cache
he: מטמון תמונות

source: In
he: בתוך

source: Input
he: כניסה

source: Input (kb/s)
he: כניסה (kb/s)

source: Jan
he: ינו

source: January
he: ינואר

source: Jul
he: יול

source: July
he: יולי

source: Jun
he: יונ

source: June
he: יוני

source: Last Page
he: עמוד אחרון

source: Live TV Player
he: נגן שידור חי

source: Loading, please wait...
he: טוען, יש להמתין...

source: Loading...
he: טוען...

source: Logged in as
he: מחובר בתור

source: Look for new SAT>IP servers
he: חיפוש שרתי SAT>IP חדשים

source: Map All
he: מיפוי הכל

source: Map Selected
he: מיפוי נבחר

source: Map services
he: מיפוי שירותים

source: Map services to channels
he: מיפוי שירותים לערוצים

source: Mapped
he: ממופה

source: Mar
he: מרץ

source: March
he: מרץ

source: May
he: מאי

source: Message
he: הודעה

source: Mon
he: שני

source: Monday
he: שני

source: Move Down
he: הזזה מטה

source: Move Up
he: הזזה מעלה

source: Move channel one number down
he: הורדת מספר הערוץ באחד

source: Move channel one number up
he: העלאת מספר הערוץ באחד

source: Move selected entries down
he: הורדת רשומות נבחרות למטה

source: Move selected entries up
he: העלאת רשומות נבחרות למטה

source: Move selected entry down
he: הורדת רשומה נבחרת למטה

source: Move selected entry up
he: העלאת רשומה נבחרת למעלה

source: Mux
he: מוקס

source: Muxes
he: מוקסים

source: Network
he: רשת

source: Networks
he: רשתות

source: Next Page
he: עמוד הבא

source: No
he: לא

source: No data to display
he: אין מידע להצגה

source: No days
he: אין ימים

source: No verified access
he: כניסה לא מאומתת

source: No {0} to display
he: אין {0} להצגה

source: None
he: ללא

source: Not set
he: לא מוגדר

source: Nov
he: נוב

source: November
he: נובמבר

source: Number
he: מספר

source: Number Down
he: מספר מטה

source: Number Up
he: מספר מעלה

source: OK
he: אישור

source: Oct
he: אוק

source: October
he: אוקטובר

source: On#DateFilter
he: פעיל#DateFilter

source: Other Stream Filter
he: פרופיל הזרמה אחר

source: Other Stream Filters
he: פרופילי הזרמה אחרים

source: Page
he: עמוד

source: Parameters
he: מאפיינים

source: Password
he: סיסמה

source: Passwords
he: סיסמאות

source: Pause
he: השהיה

source: Per page
he: לכל עמוד

source: Play
he: ניגון

source: Play program
he: ניגון תוכנית

source: Play this program
he: ניגון תוכנית זו

source: Please Wait...
he: יש להמתין...

source: Profile Name
he: שם פרופיל

source: Progress
he: התקדמות

source: Re-fetch images
he: טען תמונות מחדש

source: Read-only Info
he: מידע לקריאה בלבד

source: Reconnected to Tvheadend
he: התחברות מחדש ל Tvheadend

source: Record program
he: הקלטת תכנית

source: Record series
he: הקלטת סדרה

source: Record this program now
he: הקלטת תכנית זו עכשיו

source: Recording
he: הקלטה

source: Recording details
he: פרטי הקלטה

source: Refresh
he: רענון

source: Reset (clear) the selected icon URLs
he: אפס (מחק) URL של הסמלים הנבחרים

source: Reset All
he: איפוס הכל

source: Reset Icon
he: איפוס סמל

source: Reset all filters (show all)
he: איפוס כל הפילטרים (הצג הכל)

source: Revert pending changes (marked with red border)
he: ביטול שינויים בהמתנה (מסומנים בגבול אדום)

source: SAT>IP Server
he: שרת SAT>IP

source: SAT>IP Server Configuration
he: הגדרת שרת SAT>IP

source: Sat
he: שבת

source: Saturday
he: שבת

source: Save
he: שמירה

source: Save pending changes (marked with red border)
he: שמירת שינויים בהמתנה (מסומנים בגבול אדום)

source: Scheduled Start Time
he: זמן התחלה מתוכנן

source: Scheduled Stop Time
he: זמן סיום מתוכנן

source: Search IMDB (for title)
he: חיפוש IMDB (כותרת)

source: Search title...
he: חיפוש כותרת...

source: Select channel...
he: בחירת ערוץ...

source: Select stream profile...
he: בחר פרופיל הזרמה...

source: Select {0} ...
he: בחר {0} ...

source: Selected
he: נבחר

source: Sep
he: ספט

source: September
he: ספטמבר

source: Service
he: שירות

source: Service Mapper
he: מיפוי שירות

source: Service details for
he: פרטי שירות עבור

source: Services
he: שירותים

source: Settings
he: הגדרות

source: Show in Groups
he: הצג בקבוצות

source: Show or hide passwords
he: הצג או הסתר סיסמאות

source: Show passwords
he: הצג סיסמאות

source: Signal Strength
he: עוצמת אות

source: Sort Ascending
he: מיון עולה

source: Sort Descending
he: מיון יורד

source: Star Rating
he: דירוג כוכבים

source: Stars
he: כוכבים

source: Start
he: התחלה

source: Start Time
he: זמן התחלה

source: Started
he: התחיל

source: State
he: מצב

source: Status
he: מצב

source: Stop
he: עצירה

source: Stop recording
he: עצירת הקלטה

source: Stop recording of this program
he: הפסקת הקלטת תכנית זו

source: Stop the selected recording
he: הפסקת הקלטה נבחרת

source: Storage space
he: שטח אחסון

source: Stream
he: הזרמה

source: Stream Profile
he: פרופיל הזרמה

source: Stream Profile Name
he: שם פרופיל הזרמה

source: Stream Profiles
he: פרופילי הזרמה

source: Subs No.
he: כתוביות מס'

source: Subscriptions
he: מנויים

source: Subtitle
he: כתובית

source: Subtitle Stream Filter
he: פילטר רצועת כתוביות

source: Subtitle Stream Filters
he: פילטרי רצועת כתוביות

source: Sun
he: שבת

source: Sunday
he: שבת

source: Swap Numbers
he: החלף מספרים

source: Swap the numbers for the two selected channels
he: החלפת מספרי שני הערוצים הנבחרים

source: System log
he: יומן רישום

source: TV adapters
he: מקלטים

source: Tag
he: תגית

source: The associated file will be removed from storage.
he: הקובץ ימחק מהאחסון

source: The date in this field must be after {0}
he: התאריך בשדה זה חייב להיות אחרי {0}

source: The date in this field must be before {0}
he: התאריך בשדה זה חייב להיות לפני {0}

source: The maximum length for this field is {0}
he: האורך המקסימלי של שדה זה הוא {0}

source: The maximum value for this field is {0}
he: הערך המקסימלי של שדה זה הוא {0}

source: The minimum length for this field is {0}
he: האורך המינימלישל שדה זה הוא {0}

source: The time in this field must be equal to or after {0}
he: השעה בשדה זה חייבת להיות שווה או אחרי {0}

source: The time in this field must be equal to or before {0}
he: השעה בשדה זה חייבת להיות שווה או לפני {0}

source: The value in this field is invalid
he: הערך בשדה זה לא תקין

source: There seems to be a problem with the live update feed from Tvheadend. Trying to reconnect...
he: נראה שיש בעיה בחיבור ל Tvheadend. מנסה להתחבר מחדש...

source: This date is after the maximum date
he: תאריך זה הוא אחרי התאריך המקסימלי

source: This date is before the minimum date
he: תאריך זה הוא לפני התאריך המינימלי

source: This field is required
he: שדה זה נדרש

source: This will create an automatic rule that continuously scans the EPG for programs to record that match this query
he: זה יצור חוק אוטומטי לסרוק את מדריך השידורים באופן מתמשך להקליט תכניות אשר מתאימות לשאילתה זו

source: Thu
he: חמישי

source: Thursday
he: חמישי

source: Title
he: כותרת

source: Today
he: היום

source: Trigger OTA EPG Grabber
he: עדכון מדריך שידורים

source: Tue
he: שלישי

source: Tuesday
he: שלישי

source: Type
he: סוג

source: Undo
he: בטל

source: Unknown
he: לא ידוע

source: Upcoming / Current Recordings
he: הקלטות הבאות/נוכחיות

source: Upcoming Recording
he: הקלטות הבאות

source: Username
he: שם משתמש

source: Users
he: משתמשים

source: Volume
he: עוצמת שמע

source: Watch TV
he: צפייה בשידור

source: Watch live TV in a new browser window.
he: צפה בשידור בחלון חדש

source: Wed
he: רביעי

source: Wednesday
he: רביעי

source: Weight
he: משקל

source: Yes
he: כן

source: You must select at least one item in this group
he: חובה לבחור לפחות פריט אחד בקבוצה זו

source: You must select one item in this group
he: חובה לבחור לפחות פריט אחד בקבוצה

source: false
he: שלילי

source: hrs
he: שע'

source: login
he: חיבור

source: logout
he: ניתוק

source: min
he: דק'

source: of {0}
he: של {0}

source: true
he: אמת

source: {0} (Spacebar)
he: {0} (רווח)

source: {0} is not a valid date - it must be in the format {1}
he: {0} אינו תאריך תקין - חייב להיות בפורמט {1}

source: {0} is not a valid number
he: {0} לא מספר תקין

source: {0} is not a valid time
he: {0} שעה לא תקינה

source: {0} selected row{1}
he: {0} שורה נבחרת{1}
